{
    //Other
    "Miihau.SEE.Gridball": "L'ancien Gridball de Shane",

    //Event 1
    "Miihau.SEE.E1.001":"Ah ! Salut fermier local !$h#$b#Profite de tes courses chez Joja !$h#$b#Rappelle-toi, la vie est meilleure avec Joja !$0",
    "Miihau.SEE.E1.002":"Tu remarques que Shane fredonne une mélodie pour lui-même.",
    "Miihau.SEE.E1.003":"Shane lève les yeux, légèrement surpris et agacé de te voir.",
    "Miihau.SEE.E1.004":"Oh... salut.",
    "Miihau.SEE.E1.005":"Shane retourne à empiler les étagères, semblant sur la défensive.",
    "Miihau.SEE.E1.006":"Alors... qu'est-ce qui t'amène chez Joja ?",
    "Miihau.SEE.E1.007":"'Je viens juste chercher quelques trucs. Comment ça va aujourd'hui ?'",
    "Miihau.SEE.E1.008":"'En fait, je voulais vérifier comment tu vas.'",
    "Miihau.SEE.E1.009":"Comme d'habitude. J'essaie juste de m'en sortir.",
    "Miihau.SEE.E1.010":"Alors tu passes aussi ton temps à rien faire...$3",
    "Miihau.SEE.E1.011":"T'es pas vraiment du genre à parler, hein ?",
    "Miihau.SEE.E1.012":"Rompre le silence ?#'Travailler chez Joja doit être difficile.'#Rester silencieux",
    "Miihau.SEE.E1.013":"Tu n'as aucune idée.",
    "Miihau.SEE.E1.014":"#'Alors... tu te lassent jamais de ranger des étagères ?'#'Tu veux faire ça toute ta vie ?'",
    "Miihau.SEE.E1.015":"Shane hausse un sourcil, semblant surpris par la question.",
    "Miihau.SEE.E1.016":"Ce n'est pas vraiment tes affaires, non ?$3",
    "Miihau.SEE.E1.017":"*Soupir*$3#$b#C'est bon... je ne suis juste pas habitué que les gens posent des questions.$3",
    "Miihau.SEE.E1.018":"Parfois, c'est juste plus facile de garder les choses pour soi, tu sais ?",
    "Miihau.SEE.E1.019":"Et pour répondre à ta question.$0#$b#Je ne sais pas si je veux ranger des étagères toute ma vie.",
    "Miihau.SEE.E1.020":"Mais je ne suis pas vraiment en position de faire autre chose.$3",
    "Miihau.SEE.E1.021":"Parfois, j'imagine faire d'autres choses de ma vie.$0#$b#Mais la plupart des jours, j'essaie juste de m'en sortir.$3",
    "Miihau.SEE.E1.022":"Parfois, je me demande s'il n'y a pas plus que ça, tu vois ?$3",
    "Miihau.SEE.E1.023":"Tu es trop maladroit pour dire quelque chose.",
    "Miihau.SEE.E1.024":"*Soupir*$3",
    "Miihau.SEE.E1.025":"Oublie ça... oublie ce que j'ai dit.$3",
    "Miihau.SEE.E1.026":"À plus.$3",
    "Miihau.SEE.E1.027":"Tout le monde ne peut pas travailler.$3",

    //Event 2
    "Miihau.SEE.E2.001": "Urg...$3",
    "Miihau.SEE.E2.002": "Tonton Shane !$h",
    "Miihau.SEE.E2.003": "Salut Shane.",
    "Miihau.SEE.E2.004": "Salut Jas.$h#$b#Où étais-tu toute la journée ?$h",
    "Miihau.SEE.E2.005": "J'étais en cours particulier avec Mlle Penny et Vincent.",
    "Miihau.SEE.E2.006": "Oh !$h#$b#Bonjour Mlle Penny.$h#$b#Merci d'*hic* avoir ramené Jas.$h",
    "Miihau.SEE.E2.007": "De rien...$3",
    "Miihau.SEE.E2.008": "Tonton Shane, on peut regarder les animaux ensemble un moment ?$h",
    "Miihau.SEE.E2.009": "*Hic* Ouais, bien sûr, pourquoi pas ?$h#$b#*Hic* Tout pour mon petit copain préféré.$h",
    "Miihau.SEE.E2.010": "Youpi ! Merci, Tonton Shane !$h",
    "Miihau.SEE.E2.011": "Comment tu vas, Shane ?$3",
    "Miihau.SEE.E2.012": "Ça va. Je profite juste de l'air frais.$3",
    "Miihau.SEE.E2.013": "T'es sûr de ça ?$3#$b#Tu as l'air un peu... bizarre.$3",
    "Miihau.SEE.E2.014": "J'ai dit que ça allait, Penny.$3#$b#Ne t'inquiète pas pour moi.$3",
    "Miihau.SEE.E2.015": "*Rots*$h",
    "Miihau.SEE.E2.016": "Tonton Shane !$h",
    "Miihau.SEE.E2.017": "Oups !$h",
    "Miihau.SEE.E2.018": "...$3",
    "Miihau.SEE.E2.019": "Jas, je pense qu'on devrait rentrer et dire bonjour à ta tante Marnie.$0#$b#Je suis sûr qu'elle te manque.",
    "Miihau.SEE.E2.020": "Mais...$s",
    "Miihau.SEE.E2.021": "Et Tonton Shane...$s",
    "Miihau.SEE.E2.022": "Écoute toujours ton professeur, Jas.$3",
    "Miihau.SEE.E2.023": "D'accord...$s",
    "Miihau.SEE.E2.024": "Penny ramène Jas à l'intérieur. Tu décides d'attendre et de voir ce qui se passe ensuite.",
    "Miihau.SEE.E2.025": "Elle mérite mieux.$3",
    "Miihau.SEE.E2.026": "Quelqu'un qui ne noie pas constamment ses chagrins dans une bouteille.$3",
    "Miihau.SEE.E2.027": "Pourquoi est-ce que c'est toujours une putain de bataille pour moi ?$3",
    "Miihau.SEE.E2.028": "Peut-être que quelques verres vont engourdir la douleur... au moins pour ce soir.$3",
    "Miihau.SEE.E2.029": "J'ai passé une journée difficile, @.$3#$b#Je suis vraiment pas d'humeur à parler.$3#$e#Laisse-moi. Tranquille.$5",
    "Miihau.SEE.E2.030": "Je voulais passer du temps avec Tonton Shane, mais Penny a dit qu'il ne se sentait pas bien.$s#$b#J'espère qu'il ira mieux bientôt.$s",
    "Miihau.SEE.E2.031": "Shane traverse une période difficile en ce moment.$s#$b#Je me sens vraiment mal pour lui et pour les gens autour de lui.$s",
    "Miihau.SEE.E2.032": "Shane est un homme bien, mais il lutte.$3#$b#Je l'ai remarqué depuis un moment maintenant.$2#$e#Il est toujours aussi fermé.$3#$b#J'espère juste qu'il trouvera la force de demander de l'aide quand il en aura besoin.$2",

    //Event3
    "Miihau.SEE.E3.001": "Quel trou à rat.$3",
    "Miihau.SEE.E3.002": "C'est vraiment incroyable comment ils traitent les gens là-bas.$3",
    "Miihau.SEE.E3.003": "Et Morris, ce petit imbécile de...$3",
    "Miihau.SEE.E3.004": "Mec... tu me surveilles ou quoi ?$5",
    "Miihau.SEE.E3.004X": "#'Il est tard, pourquoi tu es encore là ?'#'Tu sembles contrarié, que s'est-il passé ?'",
    "Miihau.SEE.E3.005": "Juste les joies de travailler chez Joja, tu sais ?$3#$b#Encore une journée, encore un de ces quarts interminables.$2",
    "Miihau.SEE.E3.006": "Ils ont réduit mon salaire.$2#$b#Alors maintenant je dois travailler plus d'heures pour gagner le même argent qu'avant.$2",
    "Miihau.SEE.E3.007": "Ce qui, pour être poli...$3#$b#craint...$5",
    "Miihau.SEE.E3.007X": "#'Peut-être qu'on pourrait faire quelque chose ?'#'Peut-être qu'on pourrait en parler à quelqu'un ?'",
    "Miihau.SEE.E3.008": "Non !$5",
    "Miihau.SEE.E3.009": "Shane t'interrompt avant que tu ne puisses finir ta phrase.",
    "Miihau.SEE.E3.010": "Laisse-moi deviner.$5#$b#Peut-être qu'on pourrait souhaiter qu'une bonne fée fasse disparaître tous mes problèmes ?$5#$b#Peut-être qu'on devrait agiter une baguette magique et faire disparaître tous mes problèmes ?$5",
    "Miihau.SEE.E3.011": "Tu crois VRAIMENT que je n'ai pas essayé avant d'en arriver là ?$5#$b#Ce n'est pas aussi simple, d'accord ? Alors juste... laisse-moi tranquille.$5",
    "Miihau.SEE.E3.012": "Désolé... je...$3",
    "Miihau.SEE.E3.013": "Je n'aurais pas dû craquer comme ça.$3#$b#*soupir* Ça a juste été une de ces journées.$3#$b#Je ne voulais pas te le faire payer.$3",
    "Miihau.SEE.E3.013X": "#Écoute Shane.#Laisse Shane tranquille.",
    "Miihau.SEE.E3.014": "Je suis devenu une personne tellement toxique.$3#$b#Pour moi... et pour ceux autour de moi.",
    "Miihau.SEE.E3.015": "Je... je ne comprends pas pourquoi tu essaies de m'aider.$3#$b#Qu'est-ce que tu y gagnes ? Qu'est-ce que tu veux ?$3",
    "Miihau.SEE.E3.016": "Le fait que tu essaies de sociabiliser avec moi ne colle tout simplement pas.",
    "Miihau.SEE.E3.016X": "#'Ce n'est pas si compliqué, je veux juste être ton ami.'#'Tu compliques trop les choses. Je veux juste être sympa avec toi.'",
    "Miihau.SEE.E3.017": "Pas si compliqué, hein ? Désolé 'ami', mais je n'y crois pas.$3~Peut-être que je complique trop, mais j'ai mes raisons de ne pas faire confiance aux gens aussi rapidement.$3",
    "Miihau.SEE.E3.018": "Je sais que tu n'as rien fait de mal jusqu'à présent.$0#$b#Mais comme tu as probablement dû le remarquer... je garde tout le monde à distance, voire encore plus loin.$3",
    "Miihau.SEE.E3.019": "Je n'aime juste pas décevoir les gens.$3#$b#Je suis en quelque sorte en train de te rendre service ici.",
    "Miihau.SEE.E3.019X": "#'Pas de pression, on peut avancer à ton rythme. Ça ne me dérange pas.'#'Merci de m'avoir prévenu. Je vais essayer de garder mes distances à partir de maintenant.' (Laisser Shane)",
    "Miihau.SEE.E3.020": "...$0#$b#Qu'est-ce que tu veux dire ? Ça ne te dérange pas ?$3",
    "Miihau.SEE.E3.021": "Je ne te comprends pas @.",
    "Miihau.SEE.E3.022": "Peut-être que je n'ai pas besoin de te comprendre.$6",
    "Miihau.SEE.E3.023": "D'accord. On peut rester comme ça.",
    "Miihau.SEE.E3.024": "Pour être clair... Nous ne sommes pas amis.",
    "Miihau.SEE.E3.025": "Nous... euh... on se dérange moins dans la compagnie de l'autre.$0#$b#Compris ?",
    "Miihau.SEE.E3.026": "Super.$0#$b#Eh bien... tu peux probablement me trouver au Saloon si tu veux boire une bière ensemble ou quelque chose.",
    "Miihau.SEE.E3.027": "Désolé pour ce qui s'est passé aujourd'hui.$0#$e#Tiens, je t'ai pris ça.[346]$1#$b#Profite-en tant que c'est encore froid.$6",
    "Miihau.SEE.E3.028": "...$5",

    //Event 4
    "Miihau.SEE.E4.001": "Oh... salut @.$3",
    "Miihau.SEE.E4.002": "Mince, c'est un peu gênant.$3#$b#Euh... écoute, je me dirigeais vers ta ferme parce que je voulais te demander si ça te dirait de traîner.$3",
    "Miihau.SEE.E4.003": "Je savais que c'était une idée stupide.$2#$b#Je ne suis pas doué pour ce genre de trucs.$3",
    "Miihau.SEE.E4.004": "#'Ouais... ce n'est pas vraiment ce que j'avais en tête aujourd'hui.'#'Traîner ça a l'air sympa. Qu'est-ce que tu avais en tête ?'",
    "Miihau.SEE.E4.005": "Quoi...$10#$b#Je veux dire, oui, totalement.$6#$b#Je pensais qu'on pourrait traîner à mon endroit préféré et juste discuter un peu.",
    "Miihau.SEE.E4.006": "Alors... je n'ai pas vraiment réfléchi à ce que je veux discuter.",
    "Miihau.SEE.E4.007": "Tu as beaucoup d'amis en ville ?",
    "Miihau.SEE.E4.007X": "#'J'ai plein d'amis en ville.'#'Peut-être quelques-uns.'",
    "Miihau.SEE.E4.008": "Plein, tu dis...?$0#$b#Eh bien, je ne devrais pas être surpris. Tu es assez charismatique.$0#$b#Et si je suis honnête, tu apportes vraiment une bouffée d'air frais dans cette soi-disant 'communauté'.$3",
    "Miihau.SEE.E4.009": "Quelques-uns, tu dis...?$0#$b#Hmm... je ne peux pas te blâmer.$3#$b#L'amitié c'est compliqué.$3",
    "Miihau.SEE.E4.010": "Mais j'aime comment toi et moi, on ne met pas de pression l'un sur l'autre pour cette amitié.$6#$b#C'est agréable.$6",
    "Miihau.SEE.E4.011": "Je n'ai jamais accroché avec personne dans cette ville.$0#$b#Les seules personnes avec qui je parle en dehors de ma maison sont Gus et Emily.$0#$b#Mais ce serait difficile de commander de la bière si je ne leur parlais pas.$3",
    "Miihau.SEE.E4.012": "Je suis vraiment devenu un solitaire dès que je suis arrivé ici...$0",
    "Miihau.SEE.E4.013": "Il y a quelques années, j'étais assez bon au gridball.$0#$b#C'était mon ticket pour une bourse.$0#$b#...$6#$b#*Rire* Mais tu sais ce qui est fou ?$6",
    "Miihau.SEE.E4.014": "Je ne sais même pas comment j'ai fini là où je suis dans la vie maintenant.$6#$b#Beaucoup de choses se sont passées tellement vite. Avant que je ne m'en rende compte, Jas et moi avons emménagé chez Marnie.$0#$b#La vie peut prendre des tournants fous, je suppose.$6",
    "Miihau.SEE.E4.015": "Un vieux copain à moi disait toujours :$6#$b#'Au final, tout ira bien, et si ça va pas, ce n'est pas la fin.'$6",
    "Miihau.SEE.E4.016": "Il y a des moments où je crois vraiment qu'il avait raison.",
    "Miihau.SEE.E4.016X": "#'Tu parles encore avec ce copain ?'#'Vous êtes toujours amis ?'",
    "Miihau.SEE.E4.017": "Je ne lui ai pas parlé depuis des années.$0#$b#On allait au lycée ensemble.$0#$b#On était tous les deux les exclus de l'école.$0",
    "Miihau.SEE.E4.018": "Malheureusement, je n'ai jamais pu lui dire mes projets et que je partais vivre avec Jas.$0",
    "Miihau.SEE.E4.019": "Je ne peux pas dire si on est encore amis.$0#$b#J'aimerais bien le croire.$0#$b#Je ne lui ai jamais dit que je partais vivre chez ma tante de l'autre côté du pays.$3#$b#Je n'ai jamais pu aller lui dire au revoir.$0",
    "Miihau.SEE.E4.020": "Parfois il me manque.",
    "Miihau.SEE.E4.021": "Je ressens un peu de regret de ne pas être allé lui dire au revoir.$0#$b#Mais après tout, ce n'est pas comme si...$3#$b#....$2#$b#Désolé, je parle trop.$0",
    "Miihau.SEE.E4.022": "Alors... Et toi, garçon de la ferme ?$0^Alors... Et toi, fille de la ferme ?$0#$b#J'ai parlé un peu de mon passé, maintenant c'est ton tour.$6",
    "Miihau.SEE.E4.023": "Tu racontes à Shane ton temps dans le monde de l'entreprise, la lettre de ton grand-père, et ta décision de commencer une nouvelle vie.#Vous vous êtes liés sur des choses que vous partagiez de votre passé.",
    "Miihau.SEE.E4.024": "Hé @.$0#$b#Merci pour la sortie plus tôt, c'était vraiment sympa de discuter avec toi.",
    "Miihau.SEE.E4.025": "Ouais, bien sûr, totalement.$10#$b#Je... Je vais partir maintenant alors.$3",
    "Miihau.SEE.E4.026": "%Shane t'ignore.",

    //Event 5
    "Miihau.SEE.E5.001": "Bonjour @.$2",
    "Miihau.SEE.E5.002": "Désolé de ne pas être de bonne humeur.$2#$b#Je suis juste un peu préoccupé.$2#$b#J'ai donné une lettre à Shane ce matin et sa réaction a été... assez forte, pour le dire gentiment.$2",
    "Miihau.SEE.E5.003": "J'ai essayé de lui parler mais il est resté silencieux.$2",
    "Miihau.SEE.E5.004": "Tu penses que tu pourrais essayer de lui parler ?$2#$b#Je sais qu'il a un faible pour toi.$1",
    "Miihau.SEE.E5.005": "#Accepter de parler avec Shane.#Inventer une excuse pour partir.",
    "Miihau.SEE.E5.006": "Merci @.$0#$b#Je te revaudrai ça.$1",
    "Miihau.SEE.E5.007": "Ce n'est pas juste.$2#$b#J'avais le droit de l'utiliser.$5#$b#Ils ne peuvent pas juste prendre ce qui m'appartient.$5",
    "Miihau.SEE.E5.008": "C'est tellement dégueulasse de leur part.$5",
    "Miihau.SEE.E5.008X": "#Frapper à la porte.#Entrer.",
    "Miihau.SEE.E5.009": "Marnie, je ne veux pas te parler.$3",
    "Miihau.SEE.E5.010": "Oh, c'est toi.$3#$b#Tu m'as trouvé à un moment difficile.$3#$b#Mais si tu es venu jusque-là, autant entrer.$3",
    "Miihau.SEE.E5.011": "Quelle façon de t'inviter.$5",
    "Miihau.SEE.E5.012": "Pourquoi es-tu là ?$3",
    "Miihau.SEE.E5.013": "...$0#$b#Tu vois cette lettre par terre ? Lis-la toi-même.$5",
    "Miihau.SEE.E5.014": "Shane, qu'est-ce qui t'est passé par la tête ? Vider ton fonds universitaire comme si c'était une simple tirelire. Après ce qui s'est passé, tu n'as plus le droit d'y accéder. On est au-delà de la colère. Tu n'as même pas eu la décence de demander. C'est juste du "prendre, prendre, prendre" avec toi. Voilà le deal : tu déposes Jas à l'orphelinat parce qu'elle ne devrait pas avoir à supporter ta connerie. Et toi ? Tu vas revenir bosser à l'entreprise d'assurance. Il est temps de grandir et de réparer le bordel que tu as fait. Ne nous teste pas là-dessus, Shane. On est à bout.",
    "Miihau.SEE.E5.015": "Sympa la lettre de mes parents, non ?$a",
    "Miihau.SEE.E5.016": "On avait un accord de non-contact.$a",
    "Miihau.SEE.E5.017": "Je sais que c'était mal de prendre l'argent. Mais j'en avais vraiment besoin.$2#$b#Le stress m'envahissait et je ne voyais pas d'autre issue.$2",
    "Miihau.SEE.E5.018": "Ils ne m'ont jamais soutenu dans le fait de devenir le tuteur de Jas.$5#$b#Ils m'ont dit que je ruinerais ma vie en faisant ça. Ils ne comprenaient pas à quel point c'était important pour moi.$2",
    "Miihau.SEE.E5.019": "Ils m'ont donné un ultimatum.$3#$b#Soit je prends Jas et ils me foutent dehors et me désavouent, soit je donne Jas à un orphelinat et ils soutiennent mes projets de gridball.$0",
    "Miihau.SEE.E5.020": "J'ai été tellement dégoûté par mes parents ce jour-là.$0#$b#J'ai immédiatement contacté Marnie parce qu'elle a toujours eu un faible pour Jas et qu'elle savait tout ce qui s'était passé.",
    "Miihau.SEE.E5.021": "Une semaine plus tard, je suis parti avec Jas.$0#$b#Je n'ai laissé qu'une note dans la cuisine leur disant de ne plus jamais me contacter.$0",
    "Miihau.SEE.E5.022": "#'Prendre le rôle de tuteur de Jas est vraiment désintéressé.'#'Que comptes-tu faire de tes parents ?'",
    "Miihau.SEE.E5.023": "J'ai l'impression d'avoir échoué en tant que tuteur.$s#$b#Mais je suis heureux qu'elle ait une vie meilleure ici que dans un orphelinat.$0~Pour être totalement honnête, je ne sais pas encore ce que je vais faire.$0",
    "Miihau.SEE.E5.024": "Désolé de te déverser tout ça.$0#$b#...$0#$b#Ce n'est pas dans mes habitudes.$3",
    "Miihau.SEE.E5.025": "Je me sens un peu mieux après avoir parlé à quelqu'un à ce sujet. Alors merci.$0",
    "Miihau.SEE.E5.026": "Tu pourrais partir pour l'instant ? J'ai beaucoup de... réflexions à faire.$0#$b#Oh, et tu pourrais aussi dire à Marnie que tout va bien en sortant ?$0",
    "Miihau.SEE.E5.027": "Je réfléchis encore à ce que je vais faire.$0#$b#Je trouverai un moyen de garder Jas et de rembourser mes parents.$3",
    "Miihau.SEE.E5.028": "...$3#$b#Ok.$3#$b#Je suis sûr que tu as tes raisons.$3",
    "Miihau.SEE.E5.029": "Désolé @. Je suis en train de gérer beaucoup de choses...",

    //Event 6
    "Miihau.SEE.E6.001": "Que penses-tu que tu fais ?",
    "Miihau.SEE.E6.002": "Je vais travailler, papa.",
    "Miihau.SEE.E6.003": "Comme si tu pouvais trouver un travail tout seul. Arrête avec tes excuses. Je suis venu jusque-là pour parler, tu ne vas pas t'enfuir encore.",
    "Miihau.SEE.E6.004": "J'ai l'impression d'avoir été très clair, je ne veux plus jamais parler à toi ou à maman.",
    "Miihau.SEE.E6.005": "Comment ça, tu vas juste prendre notre argent ? Ce n'est pas parce qu'on l'a économisé pour toi que tu peux le prendre après nous avoir abandonnés.",
    "Miihau.SEE.E6.006": "Abandonné, tu dis ? Comme si tu voulais que j'abandonne Jas ?",
    "Miihau.SEE.E6.007": "N'avais-je pas raison, prendre la responsabilité d'un enfant allait faire sombrer ta vie ? Regarde-toi, tu te promènes en ayant l'air d'un clochard.",
    "Miihau.SEE.E6.008": "Jas voulait seulement rester avec moi spécifiquement et je veux qu'elle soit heureuse. Je veux être là pour elle et je ne veux pas finir tout amer comme toi.",
    "Miihau.SEE.E6.009": "Ah oui ? Tu as l'air bien amer à mon avis. On dirait que tu as enfin compris que la vie n'est pas si facile après tout, hein ?",
    "Miihau.SEE.E6.010": "...",
    "Miihau.SEE.E6.011": "Tu sais que j'ai raison. Tu n'as jamais eu à t'inquiéter de rien pendant que tu vivais avec nous. J'aurais dû être plus ferme avec toi plus tôt. Tu étais un vrai prodige. Maintenant que j'y pense, il y a eu des moments où j'étais vraiment fier de toi. Mais depuis que tu t'es lié d'amitié avec ce garçon à l'entraînement de gridball, tu as changé en pire.",
    "Miihau.SEE.E6.012": "Ne tente pas de l'impliquer dans cette histoire ! Tu ne comprendras jamais. Tu t'es déjà demandé pourquoi je ne te parlais jamais quand j'avais des problèmes ? Tu m'as toujours traité comme un projet et non comme un fils. Ton amour était toujours conditionnel à ce que je performe d'une manière ou d'une autre. Réfléchis-y, tu ne sais rien de personnel sur moi parce que je ne me sentais jamais en sécurité pour parler avec toi.",
    "Miihau.SEE.E6.013": "Tu petit ingrat...",
    "Miihau.SEE.E6.014": "Tais-toi. Pars.",
    "Miihau.SEE.E6.015": "Je te renverrai l'argent. Mais ne tente jamais de me contacter à nouveau.",
    "Miihau.SEE.E6.016": "Oh mon dieu...",
    "Miihau.SEE.E6.017": "Écoute, je sais que ce que toi et la moitié de la ville avez vu tout à l'heure n'était pas beau. Mais si je suis honnête, je m'en fiche maintenant. J'ai dit ce que j'avais à dire. Ne t'inquiète pas pour moi... D'accord ? Merci.",
    //Jas
    "Miihau.SEE.E6.018": "L'oncle Shane est super différent aujourd'hui, je ne comprends pas pourquoi.",
    //Penny
    "Miihau.SEE.E6.019": "Jas a du mal à se concentrer. J'espère que tout va bien chez Marnie.",
    //Marnie
    "Miihau.SEE.E6.020": "Je sais que Shane ne me parle pas beaucoup, mais aujourd'hui c'était particulièrement mauvais.",
    //Jodi
    "Miihau.SEE.E6.021": "Je rigole souvent à propos des potins en ville, mais la situation entre Shane et son père était vraiment triste à voir.",
    //Caroline
    "Miihau.SEE.E6.022": "Franchement, je ne savais pas grand-chose sur Shane, mais après avoir été témoin de la dispute avec son père, ce que je sais maintenant a du sens.",
    //Gus
    "Miihau.SEE.E6.023": "Shane m'a dit qu'il avait un pressentiment que son père allait débarquer. Il m'a dit de lui faire confiance, qu'il pouvait gérer la situation. J'étais prêt à intervenir si nécessaire.",
    //Emily
    "Miihau.SEE.E6.024": "Je m'inquiète pour Shane. On dirait que quelque chose s'est passé, mais il ne veut pas en parler.",
    //Lewis
    "Miihau.SEE.E6.025": "J'ai vraiment voulu intervenir pendant l'affrontement entre Shane et son père, mais j'ai aussi ressenti le besoin de le laisser résoudre ses problèmes seul.",
    //Harvey
    "Miihau.SEE.E6.026": "Avec un passé familial comme le sien, il est plus facile de comprendre le comportement autodestructeur de Shane. Désolé d'être aussi direct, mais en tant que médecin, il est plus facile d'aider mes patients quand je sais des choses comme ça. J'espère qu'il ne manquera pas son prochain rendez-vous.",
    //Pierre
    "Miihau.SEE.E6.027": "Ce qui s'est passé entre Shane et son père m'a vraiment fait réfléchir. Être parent, c'est difficile. Je me demande pourquoi Abigail ne parle jamais avec moi de ses centres d'intérêt.",
    //Evelyn
    "Miihau.SEE.E6.028": "Je n'ai jamais aimé les hommes en costume et l'homme qui a crié au centre de la ville n'a fait que renforcer ce sentiment.",

    //Event 7
    "Miihau.SEE.E7.001": "Je dois faire ça.",
    "Miihau.SEE.E7.002": "Shane a quitté la ville pour aujourd'hui. Il reviendra demain.",
    "Miihau.SEE.E7.002X": "Shane est parti très tôt ce matin et m'a dit qu'il ne reviendrait pas avant demain.",
    "Miihau.SEE.E7.003": "Tu m'as cherché ?",
    "Miihau.SEE.E7.004": "Eh bien, tu m'as trouvé... Désolé de ne pas t'avoir dit que je partais pour la journée.",
    "Miihau.SEE.E7.005": "Tu vas juste rester là ? Ou tu veux me rejoindre ?",
    "Miihau.SEE.E7.006": "J'ai l'impression d'avoir été un livre fermé assez longtemps. Tu sais comment chaque personne porte ses 'démons' ?",
    "Miihau.SEE.E7.007": "J'ai toujours pensé qu'on ne pouvait vraiment rien faire contre eux. Mais ces derniers temps, je me dis que peut-être il n'est pas trop tard pour changer les choses.",
    "Miihau.SEE.E7.008": "Voir mon père... Voir à quel point il est cynique et amer m'a fait réaliser que je suis en train de devenir l'homme que je n'ai jamais voulu revoir.",
    "Miihau.SEE.E7.009": "Je suis parti de la ville pour visiter la tombe de mon meilleur ami.",
    "Miihau.SEE.E7.010": "Hier, c'était la première fois que je lui rendais visite. Je n'y étais jamais allé avant et je ne savais pas où c'était ni à qui demander. J'ai passé beaucoup de temps à chercher, mais une fois que je l'ai trouvé, j'ai passé encore plus de temps à lui parler.",
    "Miihau.SEE.E7.011": "Je lui ai dit combien il serait fier de Jas et tout ce qu'elle aime. Les noms qu'elle a trouvés pour les vaches de Marnie, son record de corde à sauter de 73, sa poupée préférée, son... ",
    "Miihau.SEE.E7.012": "Il aurait été un si bon père pour Jas. Celui dont elle avait besoin.",
    "Miihau.SEE.E7.013": "Il est mort dans un accident de voiture quand Jas était très jeune. Le salaud qui a causé l'accident conduisait en état d'ivresse. Aucun survivant.",
    "Miihau.SEE.E7.014": "Je gardais Jas quand ça s'est passé. En y repensant, cette nouvelle m'a jeté dans un trou noir profond. Mais je devais être là pour Jas.",
    "Miihau.SEE.E7.015": "Je n'ai jamais pris le temps de digérer ce qui s'était passé parce que je devais agir. J'ai promis à Jas de toujours être là pour elle quand elle se rendrait compte que son père ne reviendrait pas.",
    "Miihau.SEE.E7.016": "Tout est allé si vite après l'accident, mais le monde dans ma tête a simplement cessé d'avancer.",
    "Miihau.SEE.E7.017": "Tout ce boire, soyons honnêtes... C'est juste moi qui essaie de me dissocier. Tu le sais, je le sais, tout le monde peut le voir.",
    "Miihau.SEE.E7.018": "J'aurais dû visiter la tombe plus tôt.",
    "Miihau.SEE.E7.019": "Écoute @, je sais que ça peut paraître un peu dramatique. Mais merci d'exister.",
    "Miihau.SEE.E7.020": "Merci de respecter autant mon besoin de distance tout en restant présent dans ma vie.",
    "Miihau.SEE.E7.021": "Je parie que ce n'est pas facile.",
    "Miihau.SEE.E7.022": "'Tu devrais vraiment être fier de toi.' 'Je fais ce que je peux.'",
    "Miihau.SEE.E7.023": "Merci. J'essaie d'être fier, mais j'ai encore beaucoup de travail à faire... Hmm... Je suppose que tu as raison à ce sujet.",
    "Miihau.SEE.E7.024": "Merci d'être passé.",
    "Miihau.SEE.E7.025": "Je dois m'améliorer, je lui dois ça.",

    //Event 8
    "Miihau.SEE.E8.001": "@! J'étais sur le point de te rejoindre !$4#$b#Peux-tu venir à la clinique avec moi, c'est au sujet de Shane !$2",
    "Miihau.SEE.E8.002": "Shane était dans le pire état que je l'ai jamais vu.$s#$b#Il a eu énormément de chance que quelqu'un l'ait trouvé dans son état de non-réactivité.$0",
    "Miihau.SEE.E8.003": "Il a souffert d'une grave intoxication à l'alcool.$0#$b#Je sais que son corps s'est habitué à une consommation excessive d'alcool au fil du temps...$s#$b#Ce qui m'inquiète encore plus, c'est la quantité d'alcool qu'il a dû avoir consommée pour en arriver à cet état.$s",
    "Miihau.SEE.E8.004": "J'ai surveillé son état de près toute la nuit et lui ai administré les liquides intraveineux nécessaires pour prévenir la déshydratation.$0#$b#Sa tension artérielle et son rythme cardiaque se sont normalisés au fil du temps.$0#$b#Il pourrait se réveiller d'une minute à l'autre. N'hésite pas à rester ici ou à revenir plus tard.$0#$b#Excuse-moi, je dois finir les papiers concernant cet incident.$0#$b#Si tu as des questions ou besoin de mon aide, tu peux me trouver dans mon bureau.$0",
    "Miihau.SEE.E8.005": "Oh Shane ! Dans quoi t'es-tu encore embarqué ?$s",
    "Miihau.SEE.E8.006": "@, je sais que tu as beaucoup à faire, mais pourrais-tu rester ici avec Shane jusqu'à ce que je revienne ? Je dois rentrer chez moi et m'occuper de Jas.$s",
    "Miihau.SEE.E8.007": "Merci @ ! Je serai de retour dans un instant.$1",
    "Miihau.SEE.E8.008": "Après un court moment, Shane se réveille.",
    "Miihau.SEE.E8.009": "Je ne voulais vraiment pas que tu me voies dans cet état.$3",
    "Miihau.SEE.E8.010": "Écoute-moi, s'il te plaît.",
    "Miihau.SEE.E8.011": "Ces derniers jours, j'essayais de remplacer la bière par du cola, mais hier soir... C'était comme si je ne pouvais pas me contrôler, l'envie a pris le dessus.$3#$b#J'ai vraiment essayé, mais peut-être que je suis plus dépendant à l'alcool que je ne le pensais.$3",
    "Miihau.SEE.E8.012": "Je déteste le fait d'avoir échoué.$3#$b#Je ne peux pas abandonner. Je dois m'améliorer.$2",
    "Miihau.SEE.E8.013": "#'Shane, tu dois chercher de l'aide, tu ne peux pas faire ça tout seul.'#'Shane, tu dois laisser les gens autour de toi savoir afin qu'ils puissent te soutenir dans cette épreuve.'",
    "Miihau.SEE.E8.014": "C'est difficile de changer mes habitudes, mais je sais que tu as raison.$3",
    "Miihau.SEE.E8.015": "Le fait que je finisse à la clinique prouve que je ne suis pas capable de mener ce combat tout seul.$0",
    "Miihau.SEE.E8.016": "Lors de mon dernier bilan normal avec le docteur Harvey, il m'a dit que je devais réduire ma consommation de bière et chercher du soutien auprès des gens autour de moi.$3",
    "Miihau.SEE.E8.017": "J'avais l'impression de ne pas avoir de soutien autour de moi, mais la quantité de préoccupation et de compassion que les gens m'ont montrées après l'incident avec mon père m'a prouvé le contraire.",
    "Miihau.SEE.E8.018": "Il n'y a aucune raison de cacher le fait que j'ai un problème, surtout quand je fais activement des efforts pour le combattre.$0",
    "Miihau.SEE.E8.019": "Hé @... serais-tu prêt à être à mes côtés pendant que je parle à certaines personnes ?$0",
    "Miihau.SEE.E8.020": "Shane, je suis toujours là pour toi mon pote.$0#$b#Merci de m'avoir dit, je ferai de mon mieux pour te soutenir sur ce chemin.$h",
    "Miihau.SEE.E8.021": "Shane, je suis tellement heureux que tu m'aies dit ça.$h#$b#J'étais vraiment inquiet pour toi ces derniers temps.$s#$b#Tu vas y arriver ! Je crois en toi !$h",
    "Miihau.SEE.E8.022": "...Et c'est pourquoi je te dis tout ça.$0#$b#Parce que je sais maintenant que je ne peux pas faire ça tout seul.$0",
    "Miihau.SEE.E8.023": "Shane... *sanglot*$h#$b#J'ai attendu si longtemps que tu recommences enfin à parler ouvertement.$h#$b#Ne t'inquiète pas Shane, je serai là pour te soutenir.$h",
    "Miihau.SEE.E8.024": "Merci Marnie.$6",
    "Miihau.SEE.E8.025": "Tonton Shane ?$3",
    "Miihau.SEE.E8.026": "Jas !$h#$b#Salut, petite ! Tu m'as tellement manqué, tu sais !$h",
    "Miihau.SEE.E8.027": "Shane est sur un meilleur chemin maintenant.",
    "Miihau.SEE.E8.028": "Merci @.$6#$b#Notre amitié signifie beaucoup pour moi.$6",

    //Event9
    "Miihau.SEE.E9.001": "Hé @.$0#$b#Je prévoyais de visiter la tombe à nouveau aujourd'hui.$3",
    "Miihau.SEE.E9.002": "...$3",
    "Miihau.SEE.E9.003": "Que dirais-tu de m'accompagner aujourd'hui?$3",
    "Miihau.SEE.E9.004": "Merci, j'espérais que tu aimerais m'accompagner.$6#$b#Allons-y alors.$6",
    "Miihau.SEE.E9.005": "Merci de venir avec moi.$0#$b#Ça signifie beaucoup pour moi.$6",
    "Miihau.SEE.E9.006": "J'avais l'habitude d'éviter cet endroit, mais maintenant, ça semble tellement différent.$3#$b#Et le fait de pouvoir partager ça avec toi maintenant... Euh...$0",
    "Miihau.SEE.E9.007": "...$3#$b#Ce que j'essaie de dire, c'est... ça semble juste, tu sais?$l",
    "Miihau.SEE.E9.008": "#'Merci de partager un endroit aussi intime avec moi.'#'Je ne comprends pas, mais ce n'est pas grave.'",
    "Miihau.SEE.E9.009": "Bien sûr ! Nous sommes un couple maintenant, je dois apprendre à être vulnérable avec toi pour que ça marche.$6#$b#...$6#$b#Je veux vraiment que ça marche entre nous.$l~Ha!&h#$b#Tu te souviens quand j'ai dit la même chose à propos du fait que tu sois gentil avec moi?$6#$b#C'est agréable de voir combien nous avons progressé.$l",
    "Miihau.SEE.E9.010": "Continuons, l'endroit est juste au coin de la rue.$6",
    "Miihau.SEE.E9.011": "Nous y voilà.$6",
    "Miihau.SEE.E9.012": "Je sais que je trouve du réconfort ici...$0#$b#Mais c'est toujours triste de penser qu'il n'est plus là.$3",
    "Miihau.SEE.E9.013": "Tu aurais adoré passer du temps avec lui.$6#$b#Il était très compatissant et essayait toujours de faire en sorte que les gens se sentent entendus et remarqués.$6",
    "Miihau.SEE.E9.014": "C'était la première personne qui m'a montré que l'amitié pouvait être plus qu'une simple connexion superficielle entre deux personnes.$6#$b#J'aurais probablement vraiment gâché ma chance avec toi si ce n'était pas pour lui.$h#$b#Enfin... je n'ai pas particulièrement bien réussi de toute façon, mais il a un peu ouvert la voie et je suis content que nous soyons ensemble maintenant.$l",
    "Miihau.SEE.E9.015": "@, j'ai réfléchi.$6",
    "Miihau.SEE.E9.016": "Le jour où nous nous sommes rencontrés...$6#$b#Le jour où tu es entré dans ma vie...$6#$b#Nous étions des étrangers, mais maintenant tu es tellement important pour moi.$6#$b#Même si nous ne nous connaissons pas depuis très longtemps.$6#$b#Parfois, j'ai l'impression que nous nous connaissons depuis une éternité.$l",
    "Miihau.SEE.E9.017": "Le fait que nous soyons connectés a apporté un tout nouveau sens de l'espoir dans ma vie.$6#$b#Toutes ces portes fermées sont devenues tellement plus faciles à ouvrir tout à coup.$6#$b#Merci.$l",
    "Miihau.SEE.E9.018": "Tu passes du temps de qualité avec Shane avant de rentrer chez toi.",
    "Miihau.SEE.E9.019": "Merci de m'avoir accompagné à la tombe.$6#$b#Je sens qu'on est beaucoup plus proches maintenant.$l",

    //Event10
    "Miihau.SEE.E10.001": "Shane, c'est quoi tout ce tapage.$4#$b#Tu ne peux pas commencer déjà.$4",
    "Miihau.SEE.E10.002": "Pam, je t'ai déjà dit que je voudrais attendre que @ arrive.",
    "Miihau.SEE.E10.003": "Les voilà !$h",
    "Miihau.SEE.E10.004": "Salut @, j'espérais que tu viendrais au Saloon aujourd'hui.$6#$b#S'il te plaît, rejoins-moi, j'ai quelque chose à partager avec tout le monde.$6",
    "Miihau.SEE.E10.005": "Tu observes Shane attentivement. Il semble visiblement nerveux mais déterminé.",
    "Miihau.SEE.E10.006": "...allez, c'est parti...$6",
    "Miihau.SEE.E10.007": "Merci à tous d'être ici.$0#$b#Je sais que ce n'est pas dans mes habitudes de prendre la parole, mais... il y a quelque chose d'important sur lequel j'ai travaillé, et je veux le partager avec vous.$3",
    "Miihau.SEE.E10.008": "Surtout avec toi, @.$6",
    "Miihau.SEE.E10.009": "Hmm...",
    "Miihau.SEE.E10.010": "Nous savons tous que j'ai eu mes... enfin, mes luttes.$3#$b#Ces dernières années, j'ai traversé un parcours difficile.$0#$b#Un parcours pour remettre ma vie sur les rails.$0#$b#L'alcool a été mon pire ennemi et mon faux ami.$3#$b#Mais dernièrement, je commence à voir les choses un peu plus clairement, grâce à beaucoup de soutien de la part de plusieurs d'entre vous.$6",
    "Miihau.SEE.E10.011": "@, tu as été une énorme raison pour laquelle j'ai commencé à changer les choses.$6#$b#Ta gentillesse, ta patience... ça a tout changé.$6#$b#C'est pourquoi aujourd'hui, je veux te dire merci.$6#$b#Tu m'as vu dans mes pires moments, et pourtant tu ne t'es jamais détourné. Pas une seule fois.$6#$b#Ça signifie plus pour moi que je ne peux le dire.$6#$b#Et avec ton soutien, j'ai lentement commencé à voir le monde différemment.$6#$b#J'ai retrouvé l'espoir, et une force que je ne savais même pas que j'avais.$6",
    "Miihau.SEE.E10.012": "@, j'aimerais que tu aies ceci.$l",
    "Miihau.SEE.E10.013": "Ce... ce vieux gridball est très spécial pour moi.$6[Miihau_SEE_Gridball]#$b#Il est signé par mon meilleur ami, et il m'a accompagné à travers beaucoup de choses.$6#$b#Je te le donne parce que je te fais confiance, plus qu'à quiconque.$6#$b#Et parce que... eh bien, parce que je t'aime. Voilà, je l'ai dit.$l",
    "Miihau.SEE.E10.014": "Awww",
    "Miihau.SEE.E10.015": "Très mignon",
    "Miihau.SEE.E10.016": "Félicitations à Shane, tout le monde ! Quel discours courageux !$h",
    "Miihau.SEE.E10.017": "Je sais que nous avons déjà traversé beaucoup de choses, mais j'espère que ce n'est que le début de notre parcours.$l",


}