{
    //Mail
    "Miihau.HaleyEE.Mail.001": "Salut @,^^Tu sais à quel point j'aime la mode et expérimenter différents looks, n'est-ce pas ? Eh bien, j'ai travaillé sur quelques nouvelles tenues et je me suis dit que ce serait vraiment spécial de t'inviter pour te les montrer. Tu as toujours été une amie incroyable, et ton soutien compte beaucoup pour moi.^Je serais ravie si tu pouvais me rejoindre. Ton avis est important pour moi, et j'apprécie ta perspective.^^    Prends soin de toi et à bientôt !^^    Chaleureusement,^    Haley[#]Invitation de mode de Haley",
    "Miihau.HaleyEE.Mail.002": "@!!^^J'ai beaucoup réfléchi à comment on pourrait rendre notre ville encore plus agréable à vivre, et j'ai une idée qui m'enthousiasme vraiment ! Je prévois une Journée de Nettoyage de la Plage pour toute la communauté.^C'est l'occasion pour nous de nous rassembler, de montrer de l'amour à notre belle plage, et de faire une différence positive pour notre environnement. Avec un peu de travail d'équipe, on peut avoir un grand impact.^^L'événement de nettoyage aura lieu le prochain jour ensoleillé après 13h. Rejoins-nous à la plage.^^Ton soutien et ta présence signifieraient beaucoup pour moi et pour tous ceux qui se soucient de Pelican Town.^^    J'ai hâte de te voir là-bas !^^    Bien à toi,^    Haley[#]Invitation pour le nettoyage de la plage de Haley",
    "Miihau.HaleyEE.Mail.003": "Cher @,^^Retrouve-moi à la plage, à minuit. Il y a quelque chose que je veux te partager.^C'est important.^^    À tout à l'heure,^    Un ami ^^(MOD-MAKER : Merci de mettre le 'Zoom du Jeu' à 100% avant l'événement <<<)[#]Invitation d'un ami?",

    //Event1
    "Miihau.HaleyEE.E1.001": "Tu as ramassé un élastique à cheveux au sol, il a l'air stylé.",
    "Miihau.HaleyEE.E1.002": "Tu essaies de dire à Haley que tu as trouvé l'élastique, mais elle t'interrompt avant que tu puisses dire quoi que ce soit.",
    "Miihau.HaleyEE.E1.003": "Oh... Salut...$7#$b#Euh, comment dire ça...$7#$b#J'apprécie tes cadeaux et tout, mais s'il te plaît, ne te fais pas de fausses idées.$2#$b#Ce n'est pas comme une petite fleur va nous rendre super proches ou quoi que ce soit, tu sais.$1",
    "Miihau.HaleyEE.E1.004": "Comment réagis-tu ?#Essayer d'expliquer que tu voulais juste parler de l'élastique.#T'excuser et partir.",
    "Miihau.HaleyEE.E1.005": "Hein ? Oh, vraiment ? L'élastique à cheveux ?$8#$b#Je... Je n'avais même pas remarqué qu'il manquait.$2#$b#Désolée d'avoir sauté aux conclusions.$2#$b#C'est juste... enfin, oublie.$2#$b#Merci de l'avoir trouvé, je suppose. C'était sympa de ta part.$0",
    "Miihau.HaleyEE.E1.006": "Tu donnes l'élastique à cheveux à Haley et vous échangez un sourire agréable pendant qu'elle le met à son poignet.",
    "Miihau.HaleyEE.E1.007": "J'espère que ça ne te dérange pas, mais pourrais-tu me laisser tranquille un moment ?$0#$b#Ça n'a rien à voir avec toi, mais j'aimerais juste passer un peu de temps seule.$7",
    "Miihau.HaleyEE.E1.008": "Merci pour l'élastique à cheveux.$0",
    "Miihau.HaleyEE.E1.009": "Oh, vraiment ? Tu changes déjà d'avis ?$2#$b#Comme tu veux. De toute façon, j'ai des choses plus intéressantes à faire.$0",
    "Miihau.HaleyEE.E1.010": "Tu remets l'élastique à cheveux là où tu l'as trouvé.",
    "Miihau.HaleyEE.E1.011": "Salut à nouveau, as-tu par hasard vu un élastique à cheveux ?$3",

    //Event2
    "Miihau.HaleyEE.E2.001": "Une autre super journée de shopping à Zuzu City !$1",
    "Miihau.HaleyEE.E2.002": "Bonjour @.$0#$b#Désolée si je semble un peu fatiguée.$0#$b#Tu sais, une vraie journée de shopping peut être assez mouvementée parfois.$0#$b#J'ai peut-être un peu exagéré. Ces sacs commencent à devenir plus lourds que ce que je pensais.$0",
    "Miihau.HaleyEE.E2.003": "Que fais-tu ?$h#$b#$q 1767401 null##$r 1767401 -10 event_shopping1#Proposer de porter les deux sacs.#$r 1767402 20 event_shopping2#Proposer de porter un des sacs.#$r 1767403 -20 event_shopping3#Ne proposer aucune aide.",
    "Miihau.HaleyEE.E2.004": "Tu peux prendre celui-ci.",
    "Miihau.HaleyEE.E2.005": "Et je prendrai celui-là.",
    "Miihau.HaleyEE.E2.006": "Vous marchez jusqu'à chez Haley.#Vous discutez un peu de sa journée de shopping.",
    "Miihau.HaleyEE.E2.007": "Oh, tu sais, j'ai juste acheté de nouveaux vêtements et accessoires.$0#$b#La mode est une de mes passions, et je ne peux pas résister à une bonne promo.$0#$b#J'ai toujours admiré les personnes qui ont du style. C'est comme de l'art qu'on porte.$0",
    "Miihau.HaleyEE.E2.008": "La mode est une forme d'expression de soi, et j'adore expérimenter avec différents looks.$0#$b#C'est comme raconter une histoire à travers ce que tu portes.$0",
    "Miihau.HaleyEE.E2.009": "Merci de m'avoir aidée avec les sacs et de m'avoir accompagnée. J'apprécie vraiment.$0#$b#Bon, je devrais probablement commencer à ranger ces affaires. À bientôt, d'accord ?$1",
    "Miihau.HaleyEE.E2.010": "Merci pour l'aide aujourd'hui !$0",
    "Miihau.HaleyEE.E2.011": "Je crois que j'ai surestimé sa chevalerie...$2^Je crois que j'ai surestimé sa chevalerie...$2",
    "Miihau.HaleyEE.E2.012": "Oh, ne t'inquiète pas, je m'en suis très bien sortie. Qui a besoin d'une main secourable quand on a sa propre super force, hein ?$0",
    "Miihau.HaleyEE.E2.013": "C'est très gentil de ta part !$0#$b#Mais pourquoi ne pas prendre un des sacs et je prends l'autre.$0#$b#Ne sous-estime pas ma force, d'accord ?$0#$b#Surtout quand il s'agit de shopping.$1",
    "Miihau.HaleyEE.E2.014": "Merci, c'est vraiment gentil de ta part.$0",
    "Miihau.HaleyEE.E2.015": "Eh bien... Je pense que je dois y aller maintenant.%fork$7",

    //Event3
    "Miihau.HaleyEE.E3.001": "*soupir* Combien de variations de la même photo puis-je prendre ?$2",
    "Miihau.HaleyEE.E3.002": "Oh... Salut @.$2#$b#Tu m'as entendue parler toute seule ?$2#$b#Je veux dire, c'est juste... ça devient tellement ennuyeux.$s#$b#J'adorais ça, capturer la beauté dans tout. Mais maintenant, c'est comme si j'étais coincée dans une boucle.$3#$b#Il doit y avoir plus à la photographie que ça.$2",
    "Miihau.HaleyEE.E3.003": "Quel est ton conseil ?#'Tu dois trouver de nouveaux sujets pour raviver ton excitation.'#'Il faut juste tenir bon.'",
    "Miihau.HaleyEE.E3.004": "Tu as peut-être raison.$0#$b#Je veux dire, je me suis tellement concentrée sur les mêmes vieilles scènes que je n'ai même pas pensé à m'élargir.$2#$b#C'est juste... c'est difficile de sortir de ma zone de confort, tu sais ?$2",
    "Miihau.HaleyEE.E3.005": "Que fais-tu ?#Demander à Haley de prendre une photo de toi.#Montrer à Haley la rose pour qu'elle prenne une photo.",
    "Miihau.HaleyEE.E3.006": "Tu veux me montrer quelque chose ?$0#$b#Pourquoi pas, allons-y !$1",
    "Miihau.HaleyEE.E3.007": "...$8#$b#Je n'ai pas vu une fleur comme ça ici depuis un moment.$8",
    "Miihau.HaleyEE.E3.008": "Merci de m'avoir aidée lors de ma séance photo.$0",
    "Miihau.HaleyEE.E3.009": "Sérieusement ?$3#$b#'Il faut juste tenir bon' ? C'est ta solution ?$3#$b#Ce n'est pas aussi simple, tu sais.$3",
    "Miihau.HaleyEE.E3.010": "*soupir* Regarde, ce n'est pas comme si j'abandonnais ou quoi que ce soit.$3#$b#C'est juste... je veux que ma photographie ait du sens.$2#$b#Me forcer à prendre les mêmes vieilles scènes ne résoudra rien.$2",
    "Miihau.HaleyEE.E3.011": "Je sais que tu essaies d'aider, mais il doit y avoir une meilleure façon, tu sais ?$2#$b#Je veux retrouver cette étincelle, mais la forcer ne fera du bien à personne.$2",
    "Miihau.HaleyEE.E3.012": "Je suppose que je vais juste essayer de prendre des photos un autre jour. Ça suffit pour aujourd'hui.$2#$b#À bientôt, @.$7",
    "Miihau.HaleyEE.E3.013": "Est-ce que je suis assez bonne en quoi que ce soit ?$2^La photographie, c'est difficile$2",
    "Miihau.HaleyEE.E3.014": "Euh... Tu sais quoi...$0#$b#Pourquoi pas, allons-y !$1",
    "Miihau.HaleyEE.E3.015": "Reste juste là.$0#$b#Et essaie de sembler un peu plus à la mode.$0",
    "Miihau.HaleyEE.E3.016": "Prépare-toi à poser !$1",
    "Miihau.HaleyEE.E3.017": "Tu es plus photogénique que je ne pensais.$1",

    //Event4
    "Miihau.HaleyEE.E4.001": "*snif* *snif*$s",
    "Miihau.HaleyEE.E4.002": "Oh, c'est toi... Je ne m'attendais pas à ce que quelqu'un entre.$s#$b#Je... je vais bien. C'est juste une journée difficile.$s",
    "Miihau.HaleyEE.E4.003": "#'Tu es sûre que ça va ?'#'Tu veux en parler ?'",
    "Miihau.HaleyEE.E4.004": "Je ne sais pas.$s#$b#C'est juste... beaucoup de stress dernièrement, tu sais ?$s",
    "Miihau.HaleyEE.E4.004X": "#'Tu n'as pas à traverser ça seule.'#'Y a-t-il quelque chose que je puisse faire pour t'aider ?'",
    "Miihau.HaleyEE.E4.005": "Tu es vraiment gentille, tu sais ? Parfois, j'oublie... Merci.$8",
    "Miihau.HaleyEE.E4.006": "Être ici avec moi en ce moment... ça signifie beaucoup pour moi.$8#$b#Mais je suppose que si tu veux vraiment m'aider, tu pourrais m'écouter me défouler un peu.$s",
    "Miihau.HaleyEE.E4.007": "C'est... ce travail de mannequinat que je voulais tellement.$s#$b#Le journal local cherchait un mannequin pour leur séance photo, et je pensais que c'était enfin ma chance de prouver ma valeur, d'apporter quelque chose de significatif.$s#$b#Mais...$s",
    "Miihau.HaleyEE.E4.008": "Je ne l'ai pas eu... encore.$s#$b#Et je n'ai pas décroché de contrat depuis si longtemps maintenant...$s",
    "Miihau.HaleyEE.E4.009": "#'Je suis vraiment désolée, Haley.'#'Le mannequinat n'est de toute façon pas un travail stable.'",
    "Miihau.HaleyEE.E4.010": "Merci... Ça fait mal, tu sais ?$s#$b#Je continue d'essayer, mais j'ai l'impression de ne pas avancer.$s",
    "Miihau.HaleyEE.E4.011": "C'est juste dur de ne pas me sentir comme l'échec de la famille.$s#$b#Je veux soutenir ma famille, leur montrer que je peux faire quelque chose d'important.$s",
    "Miihau.HaleyEE.E4.011X": "#'Tu n'es pas un échec'#'Ta famille se soucie de toi, Haley, pas de ton travail.'",
    "Miihau.HaleyEE.E4.012": "Merci... J'avais besoin de ça.$s#$b#Je suppose que je me suis trop concentrée sur cette seule chose et que j'ai oublié tout le reste.$s",
    "Miihau.HaleyEE.E4.013": "Je ne suis pas sûre de ça...$s#$b#J'ai l'impression que mes parents ont abandonné sur moi.$s#$b#Ils ont toujours été là pour moi, quoi qu'il arrive.$2#$b#Mais maintenant, ils n'envoient plus qu'une lettre par an.$s#$b#Désolée, c'est compliqué...$s",
    "Miihau.HaleyEE.E4.013X": "#'Prends du temps pour toi.'#'Continue d'avancer, Haley !'",
    "Miihau.HaleyEE.E4.014": "Ouais... peut-être que je devrais.$s#$b#Je vais essayer de me détendre, de vider mon esprit, et peut-être revenir à ce que j'aime le plus – prendre des photos.$0",
    "Miihau.HaleyEE.E4.015": "Tu sais quoi ? Tu as raison. Je ne dois pas abandonner. Je vais continuer à travailler dur et prouver que je peux réussir.",
    "Miihau.HaleyEE.E4.015X": "#'Je crois en toi.'#'Tu peux le faire, Haley.'",
    "Miihau.HaleyEE.E4.016": "Merci... Ça signifie tellement pour moi d'avoir quelqu'un qui croit en moi.$8",
    "Miihau.HaleyEE.E4.017": "Ouais, je le ferai ! Je ne laisserai pas un refus me définir. Je vais continuer à viser la réussite.",
    "Miihau.HaleyEE.E4.018": "Merci d'être là, @.$0#$b#Tu m'as vraiment aidée à me sentir mieux.$0",
    "Miihau.HaleyEE.E4.019": "Oh, salut @. Je me sens un peu mieux, merci.$0#$e#Tes paroles m'ont vraiment aidée à mettre les choses en perspective.$0#$b#J'ai décidé de ne pas laisser un seul rejet me déprimer.$0",
    "Miihau.HaleyEE.E4.020": "......$3#$b#Je ne sais pas ce que ça devait signifier.$3#$b#Mais merci, maintenant je suis moins triste et plus agacée.$3",
    "Miihau.HaleyEE.E4.021": "S'il te plaît, pars.$3",
    "Miihau.HaleyEE.E4.022": "'Le mannequinat n'est de toute façon pas un travail stable.'$3#$b#Quelle audace de vouloir parler avec moi après ça.$3",

    //Event5
    "Miihau.HaleyEE.E5.001": "Oh, salut ! Je ne m'attendais pas à voir quelqu'un ici si tôt.$2#$b#Ouais, je... euh, j'avais juste envie de venir ici pour un peu d'air frais.$2",
    "Miihau.HaleyEE.E5.002": "#'Tout va bien ? On dirait que tu es un peu prise au dépourvu.'#'Tu vas nager ?'",
    "Miihau.HaleyEE.E5.003": "Eh bien, je suppose que oui.$2#$b#Tu sais, je pensais à sortir de ma zone de confort.$2",
    "Miihau.HaleyEE.E5.004": "D'accord, d'accord. Je vais l'admettre.$2#$b#J'ai peur de nager dans l'océan. C'est bête, non ?$2#$b#J'ai lu sur internet qu'il fallait affronter ses peurs et j'ai pensé à essayer.$2#$b#Mais... *soupir* je n'ai pas pu me résoudre à le faire.$2",
    "Miihau.HaleyEE.E5.005": "#'Ce n'est pas du tout bête. Les peurs sont réelles, et c'est déjà un grand pas d'essayer de les affronter.'#'Peut-être que tu devrais éviter internet, tant que tu n'es pas prête pour la vraie vie.'",
    "Miihau.HaleyEE.E5.006": "Merci de comprendre.$0#$b#Mais maintenant, j'ai l'impression de m'être laissée tomber.$2",
    "Miihau.HaleyEE.E5.007": "#'Peut-être qu'il s'agit de trouver la bonne manière d'affronter ta peur. Et si on le faisait ensemble ?'#'Peut-être qu'il s'agit de trouver la bonne manière d'affronter ta peur. Et si tu réessayais avec Emily demain ?'",
    "Miihau.HaleyEE.E5.008": "Tu ferais ça ?$0",
    "Miihau.HaleyEE.E5.009": "D'accord, je vais réessayer.$0#$b#Mais promets que tu seras là avec moi ?$0",
    "Miihau.HaleyEE.E5.010": "Avec ton soutien, Haley prend une grande inspiration et s'approche de l'eau.#Vêtue de ton fidèle maillot de bain, tu la rejoins, les vagues léchant tes pieds.#Tu sens sa main glisser dans la tienne, comme un geste de réconfort.",
    "Miihau.HaleyEE.E5.011": "D'accord, c'est parti.$0",
    "Miihau.HaleyEE.E5.012": "Alors que l'eau tourbillonne autour de tes chevilles, tu sens la tension se relâcher dans la prise de Haley.#Lentement mais sûrement, tu la guides vers les eaux peu profondes, voyant son courage alors qu'elle fait ses premiers pas vers l'affrontement de sa peur.",
    "Miihau.HaleyEE.E5.013": "D'accord, je suis dans l'eau.$2#$b#C'est... définitivement différent.$2",
    "Miihau.HaleyEE.E5.014": "Tu pourrais venir un peu plus près de moi ?$2#$b#J'ai encore un peu peur.$2",
    "Miihau.HaleyEE.E5.015": "Merci !$0",
    "Miihau.HaleyEE.E5.016": "Un pas à la fois.$2#$b#Ce n'est pas si terrible, non ? Je veux dire, c'est juste de l'eau.$0",
    "Miihau.HaleyEE.E5.017": "Tu crois que j'ai déjà fait des photos de maillots de bain ? Ça fait vraiment une grosse différence par rapport à une séance photo.$1",
    "Miihau.HaleyEE.E5.018": "#'Faire des séances photos nécessite aussi beaucoup de courage.'#'Je pourrais jamais faire un job de mannequin.'",
    "Miihau.HaleyEE.E5.019": "Tu sais quoi.$0#$b#Dans un sens, j'ai affronté des choses plus effrayantes, je suppose.$0#$b#Comme porter des talons sur un chemin rocailleux pour un shooting.$1#$b#Au moins, ça ne va pas ruiner mes chaussures.$1",
    "Miihau.HaleyEE.E5.020": "Je pense que je suis prête.$0",
    "Miihau.HaleyEE.E5.021": "Je vais essayer de nager un peu plus loin.$0",
    "Miihau.HaleyEE.E5.022": "Je le fais !$1#$b#Je nage dans l'océan !$1",
    "Miihau.HaleyEE.E5.023": "Hé, je voulais te dire merci encore pour tout à l'heure.$0#$b#Je n'arrive pas à croire que je l'ai vraiment fait.$0#$e#C'est marrant, tu sais ? J'ai évité l'océan pendant si longtemps, et aujourd'hui, j'ai fait ces pas avec toi.$0#$b#C'était... émouvant.$0#$b#T'avoir là a fait une énorme différence.$0#$b#Je n'aurais pas pu le faire sans ton soutien.$l",
    "Miihau.HaleyEE.E5.024": "......$2#$b#Waouh, c'était méchant.$2#$b#Mais peut-être que tu as raison.$2",
    "Miihau.HaleyEE.E5.025": "Au revoir, idiot.$2",
    "Miihau.HaleyEE.E5.026": "Je suppose que je me suis trompée à ton sujet.$3",
    "Miihau.HaleyEE.E5.027": "Emily, hein ?$2#$b#Eh bien, je suppose que c'est une idée.$0#$b#Elle a toujours été douée pour m'aider à voir les choses sous un autre angle.$0#$b#Je ne veux pas la charger de mes peurs bêtes.$2",
    "Miihau.HaleyEE.E5.028": "#'Je parie qu'Emily te soutiendrait pour affronter tes peurs'#'Emily est ta sœur, elle comprendra'",
    "Miihau.HaleyEE.E5.029": "Tu penses vraiment ça ?$0",
    "Miihau.HaleyEE.E5.030": "D'accord, je vais lui en parler.$0#$b#Merci pour la suggestion, et pour t'être souciée de moi.$0#$b#Tu es vraiment un amour.$1",
    "Miihau.HaleyEE.E5.031": "Emily m'a dit que faire face à ses peurs est un chemin, et que je n'ai pas à le faire seule.$0#$e#On prévoit de passer une journée à la plage ensemble bientôt.$0",

    //Event6
    "Miihau.HaleyEE.E6.001": "Salut @ ! Merci d'être venu.$0#$b#J'ai travaillé sur de nouveaux looks et je voulais avoir ton avis.$0#$b#Mais tu le savais déjà, vu que je t'ai envoyé cette lettre.$1",
    "Miihau.HaleyEE.E6.002": "Eh bien, j'ai expérimenté différents styles dernièrement, essayant de sortir de mes choix habituels.$0",
    "Miihau.HaleyEE.E6.003": "Emily m'a aussi aidée.$0#$b#Elle m'a prêté ce vestiaire portable.",
    "Miihau.HaleyEE.E6.004": "Plutôt cool, non ?",
    "Miihau.HaleyEE.E6.005": "Tu peux attendre près de ma table de maquillage pendant que je me change pour la première tenue.$0",
    "Miihau.HaleyEE.E6.006": "Alors, qu'en penses-tu ? Ça fonctionne ?$0",
    "Miihau.HaleyEE.E6.006X": "#'Tu es superbe, Haley. La robe est très mignonne.'#'C'est correct je suppose.'",
    "Miihau.HaleyEE.E6.007": "Vraiment ?$8#$b#Tu penses vraiment ça ?$8#$b#Ça signifie beaucoup pour moi venant de toi.$0",
    "Miihau.HaleyEE.E6.008": "Hmm juste correct ?$2#$b#Je me sentais vraiment jolie, mais... d'accord.$2",
    "Miihau.HaleyEE.E6.009": "Essayons la prochaine tenue.$0",
    "Miihau.HaleyEE.E6.010": "Tu sais, la mode a toujours été plus que des vêtements pour moi.$6#$b#C'est une forme d'expression de soi, une manière de raconter une histoire sans mots.$6",
    "Miihau.HaleyEE.E6.011": "Tu es prêt ?$1",
    "Miihau.HaleyEE.E6.012": "Que penses-tu de celle-ci ?$0",
    "Miihau.HaleyEE.E6.012X": "#'Tu as vraiment l'œil pour assembler les choses.'#'Personnellement, ce n'est pas mon préféré.'",
    "Miihau.HaleyEE.E6.013": "Merci, @.$0#$b#Tu n'as aucune idée à quel point ça signifie pour moi d'entendre ça.$0#$b#Quand j'étais plus jeune, personne ne prenait vraiment mon intérêt pour la mode au sérieux.$s#$b#Ils pensaient que c'était juste une phase.$3",
    "Miihau.HaleyEE.E6.014": "Tu es sûr ?$s#$b#J'ai mis beaucoup d'effort à faire en sorte que mes cheveux correspondent au style de la robe.$s#$b#Bon, tant pis...$s",
    "Miihau.HaleyEE.E6.015": "Il nous reste encore deux tenues.$0#$b#Je vais me changer à nouveau.$1",
    "Miihau.HaleyEE.E6.016": "Tu sais, Emily et moi, on jouait toujours à s'habiller quand on était petites.$6#$b#C'était notre manière de nous échapper, d'imaginer d'autres mondes.$6",
    "Miihau.HaleyEE.E6.017": "D'accord, je suis prête.$1",
    "Miihau.HaleyEE.E6.018": "Alors, qu'est-ce que tu en penses ?$0#$b#Quel est ton avis sur celle-ci ?$0",
    "Miihau.HaleyEE.E6.018X": "#'Tu as l'air sportive et confiante. J'aime bien !'#'Je n'aime pas du tout le look sportif.'",
    "Miihau.HaleyEE.E6.019": "Merci !$1#$b#Je porte d'habitude mes cheveux détachés, mais comme tu l'as dit, la tenue doit avoir un style sportif.$0#$b#Je suis vraiment contente que tu penses que je peux le porter.$0",
    "Miihau.HaleyEE.E6.020": "Hmm...$s#$b#Peut-être que tu as raison.$s#$b#Je pensais que je pouvais le porter mais ce n'est tout simplement pas mon style.$s",
    "Miihau.HaleyEE.E6.021": "Bon, il ne reste plus qu'une tenue.$0#$b#J'espère que tu ne trouves pas ça ennuyeux.$1",
    "Miihau.HaleyEE.E6.022": "Je reviens tout de suite.$0",
    "Miihau.HaleyEE.E6.023": "Je suis vraiment curieuse de savoir ce que tu vas dire à propos de celle-ci.$6#$b#J'ai passé de loin le plus de temps sur cette tenue.$6#$b#Elle signifie beaucoup pour moi.$6",
    "Miihau.HaleyEE.E6.024": "Et voici le grand final.$0#$b#Qu'en penses-tu ?$0",
    "Miihau.HaleyEE.E6.025": "#'Tu as l'air très stylée et élégante.'#'Je n'aime pas du tout cette tenue.'",
    "Miihau.HaleyEE.E6.026": "Wow, merci. Tu me fais rougir.$l#$b#Je ne m'attendais pas à de si gentils mots.$l",
    "Miihau.HaleyEE.E6.027": "Cette écharpe signifie beaucoup pour moi.$0#$b#C'est celle de ma mère.$0#$b#Je pense qu'elle a oublié de la prendre avant de partir avec mon père.$2#$b#Elle a une place vraiment spéciale dans mon cœur.$0",
    "Miihau.HaleyEE.E6.028": "@, tu m'as fait sentir que ma passion compte vraiment, que ça a de la valeur.$0#$b#Merci de me voir pour ce que je suis.$0",
    "Miihau.HaleyEE.E6.029": "Je t'apprécie vraiment que malgré ton emploi du temps chargé, tu aies pris le temps d'assister à mon petit défilé personnel.$0",
    "Miihau.HaleyEE.E6.030": "......$2",
    "Miihau.HaleyEE.E6.031": "S'il te plaît, pars...$2",
    "Miihau.HaleyEE.E6.032": "Hé, sis, tout va bien ?$2#$b#Je t'ai entendue pleurer là-dedans.$s",
    "Miihau.HaleyEE.E6.033": "Haley, tu portes encore l'écharpe de maman ?$2",
    "Miihau.HaleyEE.E6.034": "Je suis désolée que tu n'aies pas aimé la tenue.$2#$b#%Haley n'arrive pas à te regarder dans les yeux.",

    //Event7
    "Miihau.HaleyEE.E7.001": "Oh... C'est toi...$s#$b#Tu es la seule personne que je n'ai pas d'ennui à avoir comme compagnie en ce moment.$s",
    "Miihau.HaleyEE.E7.002": "Tu veux bien me rejoindre un moment?$s",
    "Miihau.HaleyEE.E7.003": "Tu sais, j'ai toujours été ce genre de personne qui essaie de maintenir les apparences.$s#$b#Les cheveux parfaits, les tenues stylées... Elles sont devenues mon armure, une façon de me protéger de... de la vérité.$s",
    "Miihau.HaleyEE.E7.004": "*soupir* La vérité sur ma famille.$s#$b#Tu vois, il y a quelques années, mes parents sont partis. Comme ça.$s#$b#Ils ont fait leurs valises et ont dit qu'ils avaient besoin de se retrouver ou quelque chose comme ça.$s#$b#Ils nous ont laissées, Emily et moi, et on a eu l'impression que notre monde s'effondrait.$s",
    "Miihau.HaleyEE.E7.005": "#'Je n'avais aucune idée, Haley. Ça a dû être vraiment difficile.'#'Ça a l'air d'être une expérience assez traumatisante.'",
    "Miihau.HaleyEE.E7.006": "Ouais, c'était.$s#$b#Emily et moi avons dû apprendre à compter l'une sur l'autre, à être la famille de l'autre.$s#$b#Et puis, même quand on a essayé de les contacter, ils semblaient... distants.$s#$b#Comme s'ils voulaient avoir le moins de contact possible avec nous.$s#$b#Ça a fait mal, plus que je ne pourrais l'admettre.$s",
    "Miihau.HaleyEE.E7.007": "Tu sais, je regardais les autres familles, celles qui semblaient si proches et unies, et je me demandais pourquoi la nôtre ne pouvait pas être comme ça.$s#$b#Mais avec le temps, j'ai fini par réaliser quelque chose.$7#$b#La famille, ce n'est pas seulement une question de sang.$7#$b#C'est une question des gens qui te soutiennent, qui sont là quand tu es au plus bas.$7",
    "Miihau.HaleyEE.E7.008": "Emily, elle a été mon roc pendant tout ça.$0#$b#On a fait face à des déceptions, des larmes, et des nuits à se demander pourquoi ils sont partis de nos vies.$2#$b#Mais on a aussi partagé des rires, des rêves et les moments qui rendent la vie belle.$0#$b#Et toi aussi, tu es devenu une partie de ma vie, en me soutenant, en m'encourageant à être moi-même.$0",
    "Miihau.HaleyEE.E7.009": "Tu m'as montré ce que c'était que de vraiment s'investir dans une communauté, d'être une partie de quelque chose de plus grand.$0#$b#Pelican Town... j'ai fini par m'y attacher.$0#$b#Les gens, les festivals, les moments simples... J'ai appris à les chérir.$0",
    "Miihau.HaleyEE.E7.010": "J'aimerais pouvoir m'impliquer davantage, tu sais?$s#$b#Plonger dans la communauté, faire partie des moments quotidiens qui rendent cette ville spéciale.$s#$b#Mais parfois, mon passé me freine.$s#$b#Je m'inquiète que les gens me voient encore comme la 'blonde stupide', comme quelqu'un qui ne trouve pas sa place.$s",
    "Miihau.HaleyEE.E7.011": "#'Ne laisse pas ces inquiétudes te définir, Haley. Tu es bien plus que ça.'#'Tu as encore beaucoup à travailler.'",
    "Miihau.HaleyEE.E7.012": "Tu as raison. Et je ne laisserai pas ces doutes m'arrêter.$0",
    "Miihau.HaleyEE.E7.013": "Merci, @.$0#$b#Tu sembles toujours voir le meilleur en moi, même quand j'ai du mal à le voir moi-même.$8",
    "Miihau.HaleyEE.E7.014": "#'C'est parce que je sais qu'il y a bien plus en toi qu'il n'y paraît.'#'Je suis là pour te soutenir à chaque étape.'",
    "Miihau.HaleyEE.E7.015": "Ça compte beaucoup pour moi.$l#$b#Tu m'as montré de la gentillesse et de l'acceptation, même quand j'avais mes murs élevés.$8#$b#Je veux que tu saches que tu as fait une vraie différence dans ma vie.$8",
    "Miihau.HaleyEE.E7.016": "Peut-être que je vais commencer par m'impliquer dans des événements de la ville.$0#$b#J'ai toujours admiré comment tout le monde se rassemble, et je veux vraiment faire partie de ça.$0",
    "Miihau.HaleyEE.E7.017": "Tu sais quoi?$0#$b#J'ai hâte d'y être en fait.$0#$b#J'aurai des idées à développer.$0#$b#Qui sait, peut-être que je vais même me surprendre moi-même.$1",
    "Miihau.HaleyEE.E7.018": "Emily et moi discutions, et on a décidé de trouver des idées pour un événement communautaire.$0#$b#On veut contribuer de manière significative et montrer qu'on fait aussi partie de cette ville.$0#$e#On va bientôt faire un brainstorming et voir ce qu'on peut trouver.$0#$b#Je te tiendrai au courant.$0",
    "Miihau.HaleyEE.E7.019": "Wow, merci de me pointer l'évidence.$s#$b#Je suis bien consciente que je ne suis pas parfaite, d'accord?$s",
    "Miihau.HaleyEE.E7.020": "Tu crois vraiment que tu as tout compris, hein?$3#$b#Certaines d'entre nous luttent encore, tu sais.$3",
    "Miihau.HaleyEE.E7.021": "Peut-être que tu devrais juste te contenter de donner des conseils sur la photographie ou autre.$3",
    "Miihau.HaleyEE.E7.022": "#'Je ne voulais pas que ça paraisse comme ça.'#'Je suis désolé si ça a sonné durement.'",
    "Miihau.HaleyEE.E7.023": "Peu importe.$3#$b#Je pensais qu'on avait une vraie conversation ici, mais je suppose que non.$2#$b#Oublie ce que j'ai dit.$s",
    "Miihau.HaleyEE.E7.024": "Tu vérifies si je travaille sur moi-même?$3#$e#%Haley te regarde avec un air en colère mais aussi déçu.",


    //Event8
    "Miihau.HaleyEE.E8.001": "Hé, @. Je suis vraiment contente que tu sois là.$2",
    "Miihau.HaleyEE.E8.002": "J'espère juste que tout se passera bien.$2",
    "Miihau.HaleyEE.E8.003": "Il y a plus de monde que je ne l'avais imaginé.$2#$b#Je veux vraiment que ce soit un succès, tu sais ?$2",
    "Miihau.HaleyEE.E8.004": "Je suppose que j'ai peur que les gens ne me prennent pas au sérieux.$2#$b#Je veux dire, j'ai toujours été connue pour ma mode et mes photos, mais là, c'est différent.$2#$b#Pourquoi est-ce que je me sens si insécure à ce sujet ?$s",
    "Miihau.HaleyEE.E8.004X": "#'Je serais aussi nerveuse et insécure.'#'Nous sommes là pour te soutenir, Haley. Nous croyons tous en cette cause et en toi.'",
    "Miihau.HaleyEE.E8.005": "Je veux dire, si tu te sentais comme ça aussi...$s#$b#Peut-être que c'est normal.$s",
    "Miihau.HaleyEE.E8.006": "Merci, @.$0#$b#J'apprécie vraiment ta confiance en moi.$0#$b#J'avais vraiment besoin d'entendre ça en ce moment.$0",
    "Miihau.HaleyEE.E8.007": "D'accord, je pense qu'il est temps de commencer.$s#$b#Je dois juste... faire un petit discours pour lancer les choses.$s#$b#Tu crois que tu pourrais rester à mes côtés ?$8",
    "Miihau.HaleyEE.E8.008": "Merci @.$0",
    "Miihau.HaleyEE.E8.009": "D'accord Haley...$0#$b#Respire profondément...$11#$b#Tu peux le faire.$11",
    "Miihau.HaleyEE.E8.010": "...$0#$b#On y va.$0",
    "Miihau.HaleyEE.E8.011": "Hé, tout le monde.$1#$b#Merci beaucoup d'être là aujourd'hui.$1",
    "Miihau.HaleyEE.E8.012": "Ça signifie beaucoup de voir autant de visages familiers.$0#$b#Nous sommes ici parce que nous tenons à notre ville, à sa beauté, et à son avenir.$1",
    "Miihau.HaleyEE.E8.013": "Haley jette un regard vers toi, puis puise de la force dans ta présence.",
    "Miihau.HaleyEE.E8.014": "J'admets que je suis habituellement plus à l'aise derrière un appareil photo ou à choisir des tenues, mais aujourd'hui, on fait quelque chose de différent.$0#$b#On se réunit pour nettoyer notre plage, pour faire une petite mais importante différence.$1#$b#Notre ville n'est pas juste une ville comme les autres dans la vallée.$0#$b#C'est les gens, les souvenirs et les moments partagés qui la rendent vraiment spéciale.$0#$b#En nettoyant cette plage, on fait un pas vers la préservation de cette beauté et la création d'un meilleur environnement pour tout le monde.$0#$b#J'ai peut-être fait des erreurs dans le passé, en ne m'impliquant pas dans la communauté.$0#$b#Mais j'espère qu'il n'est pas trop tard pour changer les choses.$0",
    "Miihau.HaleyEE.E8.015": "Alors, au travail, l'équipe.$1#$b#Prenez vos gants, vos sacs, et montrons à tout le monde que Pelican Town est un endroit d'unité et d'action.$1",
    "Miihau.HaleyEE.E8.016": "Quel beau discours, Haley ! Merci de nous avoir réunis.$1#$b#Allons-y !$1",
    "Miihau.HaleyEE.E8.017": "L'événement de nettoyage de plage de Haley a été un triomphe, rassemblant la communauté autour d'un but commun. Des rires et un sentiment d'accomplissement remplissaient l'air tandis que la plage se transformait.#Après l'événement, tu as passé du temps avec Haley sur la plage.",
    "Miihau.HaleyEE.E8.018": "Merci Haley pour ton effort.$0#$b#En tant que maire de Pelican Town, je tiens à te remercier au nom de tous les habitants.$1",
    "Miihau.HaleyEE.E8.019": "Merci, Monsieur le Maire. Je suis heureuse que l'événement ait été un succès.$1",
    "Miihau.HaleyEE.E8.020": "Moi aussi !$1#$b#Bon, il faut que j'aille m'occuper d'autres devoirs de maire maintenant.$0",
    "Miihau.HaleyEE.E8.021": "Je n'arrive pas à croire tout ce qu'on a accompli aujourd'hui.$0#$b#Ça prouve bien que même les petites actions peuvent faire une grande différence.$0",
    "Miihau.HaleyEE.E8.022": "Tu sais, il est facile de sous-estimer l'impact qu'on peut avoir.$0#$b#Je pensais que mes hobbies étaient juste insignifiants et inutiles.$0#$b#Mais aujourd'hui, je vois que chaque passion a sa place.$0",
    "Miihau.HaleyEE.E8.023": "Merci de toujours croire en moi, @.$0#$b#Tu m'as montré que moi, et même les choses que j'aime, pouvons contribuer à quelque chose de plus grand.$0",
    "Miihau.HaleyEE.E8.024": "Je n'aurais pas pu le faire sans le soutien de tout le monde, y compris le tien.$l#$b#Tu m'as aidée dans mon cheminement pour trouver mon vrai moi, @.$l",
    "Miihau.HaleyEE.E8.025": "Haley te prend dans ses bras.",
    "Miihau.HaleyEE.E8.026": "Je suis tellement heureuse que tu sois dans ma vie.$l",
    "Miihau.HaleyEE.E8.027": "Aujourd'hui était incroyable. Je n'arrive pas à croire tout ce qu'on a accompli ensemble.$0#$b#Merci encore d'avoir été là pour moi, @.",
    "Miihau.HaleyEE.E8.028": "Ça commence !",
    "Miihau.HaleyEE.E8.029": "Waouh !",
    "Miihau.HaleyEE.E8.030": "Aye, Aye !",
    "Miihau.HaleyEE.E8.031": "Au revoir !",

    //Event9
    "Miihau.HaleyEE.E9.000": "Salut !",
    "Miihau.HaleyEE.E9.001": "Je suis tellement contente que tu sois venu me rendre visite !$1#$b#J'ai de super nouvelles !$1",
    "Miihau.HaleyEE.E9.002": "Installe-toi un peu plus confortablement.$1",
    "Miihau.HaleyEE.E9.003": "Alors, à propos des nouvelles que j'ai.$0",
    "Miihau.HaleyEE.E9.004": "Tu te souviens du journal local auquel j'ai postulé pour le job de mannequin ?$0#$b#Celui que je n'ai malheureusement pas obtenu ?$s",
    "Miihau.HaleyEE.E9.005": "Eh bien, devine quoi !$0#$b#Ils ne m'ont peut-être pas choisie pour le mannequinat, mais ils sont intéressés par ma photographie à la place !$1",
    "Miihau.HaleyEE.E9.006": "C'est incroyable d'être reconnue pour ma photographie.$0#$b#Ils veulent que je capture quelques clichés de la ville chaque mois pour leur nouvelle rubrique sur la nature.$0",
    "Miihau.HaleyEE.E9.007": "#'C'est fait pour toi !'#'Je ne sais pas si c'est vraiment ce qu'il te faut.'",
    "Miihau.HaleyEE.E9.008": "Merci, @. Je n'aurais pas pu le faire sans ton soutien et tes encouragements.$0#$b#Tu as cru en ma passion, même quand je doutais de moi.$0",
    "Miihau.HaleyEE.E9.009": "Tu sais, c'est drôle comment la vie fonctionne parfois.$0#$b#Je voulais tellement ce job de mannequin, mais maintenant je vois que cette opportunité est encore plus significative.$0",
    "Miihau.HaleyEE.E9.010": "Le mannequinat semblait être quelque chose que je devais faire pour prouver quelque chose, aux autres et même à moi-même.$0#$b#Mais la photographie, c'est ma véritable passion.$0#$b#C'est une manière pour moi de me connecter au monde autour de moi et de partager sa beauté avec les autres.$0",
    "Miihau.HaleyEE.E9.011": "Tu as toujours cru en moi.$l#$b#Je suis tellement heureux(se) de t'avoir comme petit(e) ami(e).$l^Je suis tellement heureux(se) de t'avoir comme petite amie.$l#$b#Ton soutien signifie tout pour moi.$l",
    "Miihau.HaleyEE.E9.012": "...Tu sais @.$l#$b#Parfois, j'ai juste envie de t'embrasser...$l",
    "Miihau.HaleyEE.E9.013": "Oh ! J'ai complètement oublié !$1",
    "Miihau.HaleyEE.E9.014": "Je préparais des cookies pour célébrer.$0#$b#Ne t'inquiète pas, je vais t'en emballer pour que tu puisses les emporter !$1",
    "Miihau.HaleyEE.E9.015": "Chauds et frais ![223]",
    "Miihau.HaleyEE.E9.016": "J'espère que les cookies sont réussis.$0",
    "Miihau.HaleyEE.E9.017": "Hmmm...$s#$b#Peut-être que tu as raison.$s#$b#Je pensais que c'était une bonne opportunité, mais si tu ne penses pas que c'est fait pour moi...$s",
    "Miihau.HaleyEE.E9.018": "Je ne sais plus.$s#$b#J'étais excitée, mais maintenant je ne suis plus si sûre.$s#$b#Peut-être que je devrais juste décliner l'offre.$s",
    "Miihau.HaleyEE.E9.019": "Je te remercie pour ton honnêteté, @.$s#$b#J'ai juste besoin de temps pour réfléchir à tout ça.$s",
    "Miihau.HaleyEE.E9.019X": "#'Est-ce que je peux rester et te réconforter ?'#'As-tu besoin de temps seul(e) ?'",
    "Miihau.HaleyEE.E9.020": "Merci.$s#$b#Mais pour l'instant, je pense que j'aimerais être seul(e) un moment.$s#$b#Ça te dérange ?$s",
    "Miihau.HaleyEE.E9.021": "Oui, je pense qu'être seul(e) serait agréable en ce moment.$s",
    "Miihau.HaleyEE.E9.022": "Je n'avais pas dit que j'aimerais être seul(e) ?$s",

    //Event10
    "Miihau.HaleyEE.E10.001": "J'espérais que tu viendrais.$l",
    "Miihau.HaleyEE.E10.002": "S'il te plaît, rapproche-toi, @.$0",
    "Miihau.HaleyEE.E10.003": "@, tu penses parfois à tout le chemin qu'on a parcouru ?$0#$b#Depuis ces débuts maladroits et incertains, jusqu'à devenir des amis qui se comprennent vraiment, et puis... plus.$0#$b#C'est comme une histoire que je n'avais pas vue venir, pleine de rebondissements inattendus.$l",
    "Miihau.HaleyEE.E10.004": "Je me souviens de comment j'étais si sur la défensive, et peut-être même un peu méchante.$s#$b#Mais tu as vu au-delà de cet extérieur, au-delà de la surface.$0#$b#Tu as cru en moi, même quand je ne croyais pas en moi-même.$l##$b#Et lentement, sans que je m'en rende compte, tu es devenue quelqu'un en qui j'avais confiance, quelqu'un pour qui je tenais profondément.$l",
    "Miihau.HaleyEE.E10.005": "À travers nos hauts et nos bas, nous avons construit une connexion.$l#$b#Et je suis reconnaissante pour chaque étape de ce voyage qui nous a menés ici, à ce moment.$l",
    "Miihau.HaleyEE.E10.006": "Regardons les étoiles.$0",
    "Miihau.HaleyEE.E10.007": "Chaque étoile raconte une histoire, tout comme chaque moment que nous avons partagé.$0#$b#On a ri, on a pleuré, et on s'est soutenus.$0#$b#Ça a été un voyage incroyable, que je n'échangerais contre rien.$l",
    "Miihau.HaleyEE.E10.008": "Et à travers tout ça, on s'est tellement rapprochés.$0#$b#Ce qui a commencé par une amitié... c'est devenu quelque chose de plus.$l#$b#Quelque chose que je n'avais jamais imaginé, quelque chose que je ne savais pas mériter.$l",
    "Miihau.HaleyEE.E10.009": "Regarde @ !",
    "Miihau.HaleyEE.E10.010": "La lune.$0#$b#N'est-ce pas magnifique ?$l",
    "Miihau.HaleyEE.E10.011": "La façon dont sa lumière scintille sur la surface de l'eau est tellement romantique.$l#$b#Tu ne trouves pas ?$l",
    "Miihau.HaleyEE.E10.012": "@, je veux que tu saches...$l#$b#Je suis tombée amoureuse de toi.$l#$b#Tu es devenue mon partenaire de manière que je n'avais jamais imaginée.$l#$b#Tu m'as soutenue, crue en moi, et montré ce qu'est le vrai bonheur.$l#$b#Je ne peux pas imaginer ma vie sans toi dedans.$l",
    "Miihau.HaleyEE.E10.013": "@, puis-je t'embrasser ?$l",
    "Miihau.HaleyEE.E10.014": "#Embrasser#Ne pas embrasser",
    "Miihau.HaleyEE.E10.015": "J'espérais que tu viendrais.$l",
    "Miihau.HaleyEE.E10.016": "S'il te plaît, rapproche-toi, @.$0",
    "Miihau.HaleyEE.E10.017": "@, tu penses parfois à tout le chemin qu'on a parcouru ?$0#$b#Depuis ces débuts maladroits et incertains, jusqu'à devenir des amis qui se comprennent vraiment, et puis... plus.$0#$b#C'est comme une histoire que je n'avais pas vue venir, pleine de rebondissements inattendus.$l",
    "Miihau.HaleyEE.E10.018": "Je me souviens de comment j'étais si sur la défensive, et peut-être même un peu méchante.$s#$b#Mais tu as vu au-delà de cet extérieur, au-delà de la surface.$0#$b#Tu as cru en moi, même quand je ne croyais pas en moi-même.$l##$b#Et lentement, sans que je m'en rende compte, tu es devenue quelqu'un en qui j'avais confiance, quelqu'un pour qui je tenais profondément.$l",
    "Miihau.HaleyEE.E10.019": "À travers nos hauts et nos bas, nous avons construit une connexion.$l#$b#Et je suis reconnaissante pour chaque étape de ce voyage qui nous a menés ici, à ce moment.$l",
    "Miihau.HaleyEE.E10.020": "Regardons les étoiles.$0",
    "Miihau.HaleyEE.E10.021": "Chaque étoile raconte une histoire, tout comme chaque moment que nous avons partagé.$0#$b#On a ri, on a pleuré, et on s'est soutenus.$0#$b#Ça a été un voyage incroyable, que je n'échangerais contre rien.$l",
    "Miihau.HaleyEE.E10.022": "Et à travers tout ça, on s'est tellement rapprochés.$0#$b#Ce qui a commencé par une amitié... c'est devenu quelque chose de plus.$l#$b#Quelque chose que je n'avais jamais imaginé, quelque chose que je ne savais pas mériter.$l",
    "Miihau.HaleyEE.E10.023": "Regarde @ !",
    "Miihau.HaleyEE.E10.024": "La lune.$0#$b#N'est-ce pas magnifique ?$l",
    "Miihau.HaleyEE.E10.025": "La façon dont sa lumière scintille sur la surface de l'eau est tellement romantique.$l#$b#Tu ne trouves pas ?$l",
    "Miihau.HaleyEE.E10.026": "@, je veux que tu saches...$l#$b#Je suis tombée amoureuse de toi.$l#$b#Tu es devenue mon partenaire de manière que je n'avais jamais imaginée.$l#$b#Tu m'as soutenue, crue en moi, et montré ce qu'est le vrai bonheur.$l#$b#Je ne peux pas imaginer ma vie sans toi dedans.$l",
    "Miihau.HaleyEE.E10.027": "@, puis-je t'embrasser ?$l",
    "Miihau.HaleyEE.E10.028": "#Embrasser#Ne pas embrasser",
    "Miihau.HaleyEE.E10.029": "...$s",
    "Miihau.HaleyEE.E10.030": "Haley s'est enfuie.",

}