{
  //Mail
  "Miihau.PennyEE.Mail.001": "Cher(e) @,^^Comme promis, voici un petit résumé de mon livre préféré.^J'espère que tu l'apprécieras !^^Bien à toi^   -Penny^^^(Le résumé commence à la page suivante)^Résumé de 'Lily Growing Up' :^^L'histoire parle d'une petite fille joyeuse nommée Lily qui adore passer du temps avec sa mère. Un jour, sa mère lui annonce qu'elles vont vivre toutes les deux, et que le père de Lily n'est plus avec elles. Bien que triste, Lily décide de rester positive et de profiter de leur temps ensemble. Elle adore aller à l'école, jouer avec ses amis et peindre des tableaux dans sa chambre, qu'elle montre à sa mère. Elles vivent de nombreux moments heureux à explorer la ville, visiter des musées et goûter de nouveaux plats. Lily sait qu'elle a beaucoup d'amour dans sa vie, et même si elle n'a pas de père, elle est reconnaissante pour toutes les belles choses dans sa vie et sait qu'elle peut affronter tout ce qui se présente à elle.[#]Résumé du livre préféré de Penny",
  "Miihau.PennyEE.Mail.002": "Cher(e) @,^^Je prévois de faire un pique-nique aujourd'hui au bord de la rivière dans la forêt de Cindersap. Ça te dirait de me rejoindre ? Si oui, je serai là dans l'après-midi.^^Ne t'inquiète pas, je m'occupe de préparer le pique-nique. Tu n'as rien à apporter, sauf toi-même !^^Bien à toi^   -Penny[#]Invitation au pique-nique de Penny",
  "Miihau.PennyEE.Mail.003": "Mon cher(e) @,^^J'espère que cette lettre te trouve en bonne santé. Je t'écris depuis ma chambre d'hôtel, où je suis actuellement à un cours de pédagogie. Laisse-moi te dire que ce fut une expérience incroyable jusqu'à présent ! J'ai appris tellement de nouvelles techniques et méthodes d'enseignement. Et les gens ici ont été tellement gentils et serviables.^Mais même si je ne suis partie que depuis peu, je me surprends à manquer terriblement la maison. Tu es toujours dans mes pensées, mon amour. Me souvenir de tes mots d'encouragement m'a permis de tenir bon, même quand il devient difficile de rencontrer autant de nouvelles personnes et de jongler avec tant de nouvelles idées. Je ne peux pas exprimer combien cela signifie pour moi que tu croies en moi et que tu m'aies permis de suivre ce cours.^^@, je ne peux pas exprimer combien cela signifie pour moi que tu crois en moi. J'espère seulement pouvoir être pour toi tout ce que tu as été pour moi : ton plus grand soutien, la personne vers qui tu te tournes pour te réconforter quand tu te sens triste, ton partenaire égal. Tu es mon meilleur ami, et j'espère que je suis aussi le tien.^^J'ai hâte de rentrer à la maison, de te prendre dans mes bras, de t'embrasser et de te câliner, et de te raconter tout mon voyage. En attendant, je penserai à toi ! Je t'aime tellement !^^    xoxo. Penny[#]Lettre de Penny depuis la ville",

  //Event 1
  "Miihau.PennyEE.event1.001": "Alors, où est-ce que j'avais arrêté ma lecture ?",
  "Miihau.PennyEE.event1.002": "Oh mon dieu, c'est tellement cucul. Mais tellement mignon !$h",
  "Miihau.PennyEE.event1.003": "Oh salut, @ ! J'étais tellement absorbée dans ce livre que je ne t'ai même pas vu là.#$b#Tu sembles passer souvent par mon endroit préféré pour lire.$h#$b#Que dirais-tu ?$h#$b#$q 1627901 null##$r 1627901 20 event_tree1#J'en suis certaine ! Qu'est-ce que tu lis aujourd'hui ?#$r 1627902 -20 event_tree2#Ouais... Mais je suis pressé(e).",
  "Miihau.PennyEE.event1.004": "Merci pour la belle conversation de tout à l'heure.$0",
  "Miihau.PennyEE.event1.005": "Je pensais que tu étais trop occupé(e) pour discuter.$3",
  "Miihau.PennyEE.event1.006": "Oh ! Je suis surprise que ça t'intéresse. Merci de demander !$h#$b#D'habitude, je lis des livres sur l'enseignement et j'aime lire sur les artefacts. En général, j'aime élargir mes connaissances.$0#$b#Mais ce livre-ci est juste un roman un peu bête que je lis en ce moment.$h#$b#Je suis un peu gênée de te le dire... Mais c'est juste un roman d'amour un peu bête.$4#$b#Mais des fois, c'est amusant de lire des choses un peu bêtes.$1#$b#Bon, je ne veux pas te déranger. Je suis sûre que tu as beaucoup de travail aujourd'hui.$0#$b#Merci d'être passé(e) ! J'espère que tu passeras une excellente journée !$h",
  "Miihau.PennyEE.event1.007": "Oh... Je suppose que tu devrais y aller alors.%fork$3",

   //Event 2
  "Miihau.PennyEE.event2.001": "Jas, Vincent, est-ce que vous pouvez arrêter s'il vous plaît ?$s",
  "Miihau.PennyEE.event2.002": "@!$3#$b#Désolée, j'ai un petit problème avec mes élèves. Ils sont un peu plus... turbulents que d'habitude.$s",
  "Miihau.PennyEE.event2.003": "C'est une journée tellement ennuyeuse !$3",
  "Miihau.PennyEE.event2.004": "Ouais !$2#$b#Et Mlle Penny n'est pas fun aujourd'hui.$3",
  "Miihau.PennyEE.event2.005": "C'est difficile d'être de bonne humeur tout le temps.$s",
  "Miihau.PennyEE.event2.006": "Comment réagis-tu ?$h#$b#$q 1627907 null##$r 1627907 -40 event_playground1#Demander à Penny si elle veut quitter le terrain de jeu et se détendre avec toi#$r 1627908 10 event_playground2#Demander si tu peux l'aider avec les enfants",
  "Miihau.PennyEE.event2.007": "Que fais-tu ?$h#$b#$q 1627909 null##$r 1627909 40 event_playground3#Suggérer que vous et les enfants jouiez à 'Cache-cache'$r 1627910 -50 event_playground4#Crier sur les enfants pour qu'ils se comportent mieux",
  "Miihau.PennyEE.event2.008": "Youpi ! Cache-cache avec Mr. @ !^Youpi ! Cache-cache avec Mme. @ !$1",
  "Miihau.PennyEE.event2.009": "Bien.$h#$b#Ok les enfants, allez derrière les buissons et comptez jusqu'à... vingt. M. @ va se cacher.^Ok les enfants, allez derrière les buissons et comptez jusqu'à... vingt. Mme. @ va se cacher.$0#$b#Je vais m'asseoir et être le juge.$h",
  "Miihau.PennyEE.event2.010": "D'accord !",
  "Miihau.PennyEE.event2.011": "Merci @. J'apprécie vraiment.$h",
  "Miihau.PennyEE.event2.012": "Tu sembles être très à l'aise avec les enfants. Je suis très impressionnée.$0",
  "Miihau.PennyEE.event2.013": "Et maintenant, tu ferais bien d'aller trouver une cachette !$h",
  "Miihau.PennyEE.event2.014": "1, 2, 3...",
  "Miihau.PennyEE.event2.015": "Tu t'es bien amusé au terrain de jeu avec Penny, Jas et Vincent#Tu es content d'avoir pu aider Penny.",
  "Miihau.PennyEE.event2.016": "Tu étais génial au terrain de jeu. Je ne savais pas que tu étais si à l'aise avec les enfants.$0#$b#Vincent demande déjà quand tu vas revenir jouer avec nous !$h",
  "Miihau.PennyEE.event2.017": "J'espère que tu peux comprendre pourquoi j'ai réagi comme ça plus tôt.$s",
  "Miihau.PennyEE.event2.018": "Regarde ce que tu as fait !$5#$b#S'il te plaît, pars maintenant. Tu n'aides pas.$5",
  "Miihau.PennyEE.event2.019": "Tu devrais vraiment réfléchir à la façon dont tu traites les enfants. Ce sont des personnes aussi.$s",
  "Miihau.PennyEE.event2.020": "Quoi ?$3#$b#Excuse-moi. Je suis responsable de Jas et Vincent.$5#$b#Je peux gérer cette situation seule. Merci pour l'offre.%fork$s",
  "Miihau.PennyEE.event2.021": "Bien, essaye si tu veux vraiment.$0",
  "Miihau.PennyEE.event2.022": "Cela semble être une excellente idée.$0",
  "Miihau.PennyEE.event2.023": "Que fais-tu!?%fork$5",

   //Événement 3
  "Miihau.PennyEE.event3.001": "Tu cherches un livre en particulier, Penny ?$0",
  "Miihau.PennyEE.event3.002": "Eh bien, Gunther, je lis sur le jardinage, mais j'aimerais trouver quelque chose sur l'agriculture.$0",
  "Miihau.PennyEE.event3.003": "De l'agriculture, tu dis ?$0#$b#Est-ce que cet intérêt soudain a quelque chose à voir avec le nouveau garçon fermier ?^Est-ce que cet intérêt soudain a quelque chose à voir avec la nouvelle fille fermière ?$0",
  "Miihau.PennyEE.event3.004": "Oh... Euh...$4#$b#Je ne sais pas.$4#$b#Peut-être.$4",
  "Miihau.PennyEE.event3.005": "Il semble que tu t'es fait un nouvel ami.$0#$b#Tu l'aimes bien ?^Tu l'aimes bien ?$0",
  "Miihau.PennyEE.event3.006": "Non !$5#$b#...Désolée de m'emporter, Gunther. Je l'aime bien. Juste pas de la manière que tu crois.^...Désolée de m'emporter, Gunther. Je l'aime bien. Juste pas de la manière que tu crois.$3#$b#Mais... il y a quelque chose de spécial chez lui. Ne lui dis pas que je t'ai dit ça !^Mais... il y a quelque chose de spécial chez elle. Ne lui dis pas que je t'ai dit ça !$4#$b#...",
  "Miihau.PennyEE.event3.007": "Bonjour !",
  "Miihau.PennyEE.event3.008": "Salut !",
  "Miihau.PennyEE.event3.009": "Quelle agréable surprise.$0#$b#Dis-moi @, tu connais déjà le coin bibliothèque du musée ?#0",
  "Miihau.PennyEE.event3.010": "Non ?$0#$b#Penny, pourrais-tu avoir la gentillesse de faire visiter notre ami ?$0",
  "Miihau.PennyEE.event3.011": "Oui, bien sûr ! Avec plaisir.$0#$b#Viens avec moi @.$h",
  "Miihau.PennyEE.event3.012": "Alors, voici la section des livres non fictifs.$0#$b#Tu peux y trouver des livres d'information sur toutes sortes de sujets. Archéologie, biologie, psychologie, toutes sortes de -ologies ! $1#$b#J'ai des copies de certains de ces livres chez moi.#h",
  "Miihau.PennyEE.event3.013": "D'accord, maintenant regardons par ici.$0",
  "Miihau.PennyEE.event3.014": "Voici la section des manuels scolaires.$0#$b#J'utilise ces livres pour enseigner aux enfants du coin. On y apprend les mathématiques de base, la langue et les sciences sociales.$0#$b#Mais il y a aussi des manuels de niveau universitaire ici. Je pense qu'Abigail les utilise parfois. Je la vois ici de temps en temps.$h",
  "Miihau.PennyEE.event3.015": "Ce serait bien d'avoir une collection de manuels scolaires que je pourrais garder chez moi.$0#$b#A portée de main. Ça rendrait la préparation des cours tellement plus facile ! Peut-être un jour.$h",
  "Miihau.PennyEE.event3.016": "Alors, qu'en dis-tu ?$h#$b#$q 1627912 null##$r 1627912 0 event_booklove1#Pourquoi ne pas commencer à agrandir ta collection de livres ?#$r 1627913 0 event_booklove2#Tu as déjà des copies de ces livres chez toi ?#$r 1627914 10 event_booklove3#Tu voudrais avoir une petite bibliothèque chez toi un jour ?",
  "Miihau.PennyEE.event3.017": "Bref, je m'égare.$h#$b#Allons par ici.$0",
  "Miihau.PennyEE.event3.018": "Ici, nous avons la section religion et spiritualité.$0#$b#Yoba n'a jamais vraiment fait partie de ma vie.$0#$b#Mais c'est utile de lire ce genre de littérature pour comprendre la culture humaine.$0",
  "Miihau.PennyEE.event3.019": "Attends, je veux te montrer quelque chose ici.$0",
  "Miihau.PennyEE.event3.020": "C'est l'endroit où j'enseigne à Jas et Vincent.$0#$b#Tu devrais venir nous rendre visite un jour ! Les enfants seraient ravis de te voir.$h",
  "Miihau.PennyEE.event3.021": "Alors, qu'en dis-tu ?$h#$b#$q 1627915 null##$r 1627915 20 event_booklove4#Bien sûr, je viendrai volontiers vous voir un jour.#$r 1627916 -10 event_booklove5#Ce sont seulement les enfants qui seraient heureux de me voir ?",
  "Miihau.PennyEE.event3.022": "Alors, où en étais-je ?$0#$b#Ah, oui !$h#$b#La section des romans est au centre de la bibliothèque.$0#$b#Tu y trouveras des genres variés, de la romance, à la science-fiction et la fantasy, aux romans historiques, aux mystères et thrillers.$0#$b# C'est merveilleux ! C'est ma section préférée. $1#$b#Tiens, laisse-moi te montrer un livre de mon auteur préféré. Je pense que tu pourrais l'apprécier.$0",
  "Miihau.PennyEE.event3.023": "Il doit être quelque part ici.$0",
  "Miihau.PennyEE.event3.024": "Oh non ! Je l'ai fait tomber !",
  "Miihau.PennyEE.event3.025": "#Aide Penny à ramasser le livre.#Laisse Penny ramasser le livre.",
  "Miihau.PennyEE.event3.026": "Désolée pour ça.$0",
  "Miihau.PennyEE.event3.027": "Voici à quoi ressemble le livre.%fork$0",
  "Miihau.PennyEE.event3.028": "Oh ! Mon Dieu, désolée.$0#$b#...$l#$b#Eh bien... merci, @.$l",
  "Miihau.PennyEE.event3.029": "Au moins, tu as vu le livre de près maintenant.$h#$b#Si tu as le temps, peut-être que tu pourrais revenir et y jeter un œil.%fork$0",
  "Miihau.PennyEE.event3.030": "Je vais le poser ici, pour que tu saches où le trouver.$0#$b#Mais je sais que tu es occupé avec la ferme. Pourquoi ne t'enverrais-je pas un petit résumé à la place?$0",
  "Miihau.PennyEE.event3.031": "Eh bien, cela conclut notre grande visite. C'est drôle, j'ai passé tellement de temps ici que j'ai l'impression de te montrer ma maison.$1#$b# Cela ressemble à ma maison, d'une certaine manière.$0#$b#As-tu des questions ?$0#$b#Qu'en dis-tu ?$h#$b#$q 1627920 null##$r 1627920 20 event_booklove6#Merci pour la visite ! Tu sembles avoir une passion pour la littérature. Je pense que tu aimerais commencer ta propre bibliothèque à la maison.#$r 1627921 10 event_booklove7#Pas de questions, mais merci pour la visite.#$r 1627922 -10 event_booklove8#Non, je n'ai pas de questions.",
  "Miihau.PennyEE.event3.032": "Bonne continuation pour ta journée !$h",
  "Miihau.PennyEE.event3.033": "La bibliothèque est un endroit si spécial pour moi. J'espère que ma visite t'a inspiré à explorer tout ce qu'elle a à offrir.$0",
  "Miihau.PennyEE.event3.034": "Oh, j'aimerais bien.$0#$b#Mais je ne sais pas si c'est une bonne idée de commencer maintenant.$s#$b#Ma mère et moi avons, tu sais, des besoins plus urgents. Je me sentirais mal de dépenser de l'argent pour des livres.$2",
  "Miihau.PennyEE.event3.035": "Hmm ?$0#$b#Oui, j'en ai un ou deux.$0#$b#Mais je n'ai pas encore assez de place pour une vraie collection.$0",
  "Miihau.PennyEE.event3.036": "!$l#$b#Tu sais quoi ?$0#$b#Oui ! C'est en fait un de mes rêves.$h",
  "Miihau.PennyEE.event3.037": "Oh, merveilleux !$0#$b#Nous attendrons ta visite avec impatience.$h",
  "Miihau.PennyEE.event3.038": "Eh bien, bien sûr que je voudrais te voir aussi, idiot !$h",
  "Miihau.PennyEE.event3.039": "Hmm...$4#$b#Je pense que tu as raison à ce sujet.$0#$b#Merci pour tes encouragements, @.$4#$b#Je suis tellement content que tu aies aimé la visite.$1",
  "Miihau.PennyEE.event3.040": "De rien !$0",
  "Miihau.PennyEE.event3.041": "Alors, plus de questions, d'accord.$0",

   //Event 4
  "Miihau.PennyEE.event4.001": "Hé, @!$h",
  "Miihau.PennyEE.event4.002": "Je suis content de te croiser. J'étais sur le point d'entrer dans la bibliothèque.$0#$b#Tu voudrais m'aider à enseigner l'agriculture aux enfants aujourd'hui ?$0#$b#Je n'y connais rien, sauf par les livres. Ce serait super d'avoir quelqu'un avec de l'expérience pratique.$0#$b#Qu'en dis-tu ?$h#$b#$q 1627930 null##$r 1627930 -20 event_teachingTogether1#Désolé, mais je n'ai pas le temps aujourd'hui.#$r 1627931 0 event_teachingTogether2#Enseigner aux enfants ? Je ne suis pas sûr d'être très bon à ça.",
  "Miihau.PennyEE.event4.003": "$p 1627915#Aussi, tu m'as promis, pendant que je te faisais visiter la bibliothèque, que tu viendrais. Ce sera amusant. Alors, oui ou non ?$h|Ce sera amusant. Alors, qu'en dis-tu, oui ou non ?$0",
  "Miihau.PennyEE.event4.004": "Alors, qu'en dis-tu ?$h#$b#$q 1627932 null##$r 1627932 10 event_teachingTogether3#D'accord, je le fais !#$r 1627933 -10 event_teachingTogether1#Désolé Penny, mais je dois dire non.",
  "Miihau.PennyEE.event4.005": "Alors, à propos de la leçon d'aujourd'hui.$0#$b#J'ai lu 'Lily Grandit' avec Jas et Vincent et nous avons terminé le livre la semaine dernière.$0#$b#Les devoirs pour aujourd'hui étaient d'écrire quatre points clés pour résumer l'histoire.$0#$b#Peux-tu vérifier les devoirs de Vincent, pendant que je vérifie ceux de Jas ? Comme ça, nous aurons plus de temps pour leur enseigner l'agriculture.$0#$b#Heureusement, j'ai un fermier professionnel comme professeur invité aujourd'hui !$h",
  "Miihau.PennyEE.event4.006": "Ne t'inquiète pas, le résumé que je t'ai envoyé par mail contient toutes les informations dont tu auras besoin.$0#$b#J'ai une autre copie ici. Tu veux y jeter un œil rapide ?$0",
  "Miihau.PennyEE.event4.006X": "Regarder le résumé à nouveau ?#Oui.#Non.",
  "Miihau.PennyEE.event4.007": "Résumé de 'Lily Grandit' :                      L'histoire parle d'une petite fille joyeuse nommée Lily qui aime passer du temps avec sa mère. Un jour, sa mère lui dit qu'elles vont vivre toutes les deux, et que le père de Lily n'est plus avec elles. Bien que triste, Lily décide de rester positive et de profiter au maximum de leur temps ensemble. Elle adore aller à l'école, jouer avec ses amis et peindre dans sa chambre, ce qu'elle montre à sa mère. Elles passent de nombreux moments heureux à explorer la ville, visiter des musées et goûter de nouveaux aliments. Lily sait qu'elle a beaucoup d'amour dans sa vie, et même si elle n'a pas de père, elle est reconnaissante pour toutes les choses merveilleuses dans sa vie et sait qu'elle peut affronter tout ce qui se présentera à elle.",
  "Miihau.PennyEE.event4.008": "Pas besoin ?$0#$b#D'accord alors.$h",
  "Miihau.PennyEE.event4.009": "Les enfants devraient arriver d'une minute à l'autre.$0",
  "Miihau.PennyEE.event4.010": "Jas et Vincent te rejoignent ainsi que Penny. Penny explique de quoi va parler la leçon d'aujourd'hui.",
  "Miihau.PennyEE.event4.011": "Alors, maintenant que vous savez ce qu'on fait aujourd'hui, commençons par vérifier vos devoirs.$0#$b#Vincent, M. @ va vérifier les tiens.^Vincent, Mme @ va vérifier les tiens.",
  "Miihau.PennyEE.event4.012": "$p 1627910#Pas de cris s'il vous plaît...$2|M. @ ! Cool !^Mme @ ! Cool !$h",
  "Miihau.PennyEE.event4.013": "D'accord M. @, voici le premier point clé que j'ai écrit.$0#$b#'Lily est une petite fille joyeuse qui aime passer du temps avec son père'$0",
  "Miihau.PennyEE.event4.013X": "Quel est ton retour sur 'Lily est une petite fille joyeuse qui aime passer du temps avec son père' ?#Tout semble en ordre.#Lily est une grande fille et non petite.#Lily aime passer du temps avec sa mère et non son père.",
  "Miihau.PennyEE.event4.014": "Désolé Jas, tu peux attendre une seconde ?$0#$b#En fait, il y a une erreur Vincent. Lily aime passer du temps avec sa mère et non son père.$3",
  "Miihau.PennyEE.event4.015": "Désolé Jas, tu peux attendre une seconde ?$0#$b#En fait, Vincent a raison. Lily est une petite fille, mais il y a une erreur là. Lily aime passer du temps avec sa mère et non son père.$3",
  "Miihau.PennyEE.event4.016": "Oh... d'accord, je vais changer ça alors.$3",
  "Miihau.PennyEE.event4.017": "D'accord, je suis prêt.$0#$b#Mon deuxième point clé est,$0#$b#'Le père de Lily n'est plus avec elles, et elle va vivre avec sa mère.'",
  "Miihau.PennyEE.event4.017X": "Quel est ton retour sur 'Le père de Lily n'est plus avec elles, et elle va vivre avec sa mère.' ?#Tout semble en ordre.#Lily va en fait vivre seule.#Lily vivra avec ses deux parents, sa mère et son père.",
  "Miihau.PennyEE.event4.018": "Bon travail Jas ! Peux-tu m'excuser un instant ?$0#$b#Désolé @, mais ta correction est incorrecte.$s#$b#Ne t'inquiète pas Vincent, ton point clé est correct.$0",
  "Miihau.PennyEE.event4.019": "Bon travail Jas ! Peux-tu m'excuser un instant ?$0#$b#Désolé @, mais ta correction est incorrecte.$s#$b#Ne t'inquiète pas Vincent, ton point clé est correct.$0",
  "Miihau.PennyEE.event4.020": "Super !$h#$b#D'accord, voici le suivant.$0#$b#'Lily déteste aller à l'école mais elle adore jouer avec ses amis et peindre des tableaux.'$0",
  "Miihau.PennyEE.event4.020X": "Quel est ton retour sur 'Lily déteste aller à l'école mais elle adore jouer avec ses amis et peindre des tableaux.' ?#Tout semble en ordre.#Lily ne déteste pas aller à l'école, elle adore ça.#Lily ne peint pas, elle chante.",
  "Miihau.PennyEE.event4.021": "C'est bien Jas. Désolé, je dois vérifier un instant avec Vincent.$0#$b#En fait, il y a une erreur là Vincent. Lily ne déteste pas aller à l'école, elle adore ça.$3",
  "Miihau.PennyEE.event4.022": "C'est bien Jas. Désolé, je dois vérifier un instant avec Vincent.$0#$b#@, tu te trompes, Lily ne chante pas. Vincent, ton erreur, c'est que Lily déteste aller à l'école. En réalité, elle adore ça.$3",
  "Miihau.PennyEE.event4.023": "D'accord, je vais corriger ça.$3",
  "Miihau.PennyEE.event4.024": "Tout est corrigé !$0#$b#Voici mon dernier point clé.$0#$b#'Lily est reconnaissante pour toutes les choses merveilleuses dans sa vie'",
  "Miihau.PennyEE.event4.024X": "Quel est ton retour sur 'Lily est reconnaissante pour toutes les choses merveilleuses dans sa vie' ?#Tout semble en ordre.#Lily n'est en fait pas reconnaissante.#Lily est seulement reconnaissante envers sa mère.",
  "Miihau.PennyEE.event4.025": "Bien joué Jas. Je reviens tout de suite vers toi.$0#$b#Désolé @, mais ta correction est incorrecte.$s#$b#Ne t'inquiète pas Vincent, ton point clé est correct.$0",
  "Miihau.PennyEE.event4.026": "Bien joué Jas. Je reviens tout de suite vers toi.$0#$b#Désolé @, mais ta correction est incorrecte.$s#$b#Ne t'inquiète pas Vincent, ton point clé est correct.$0",
  "Miihau.PennyEE.event4.027": "D'accord ! Deux bonnes réponses sur quatre !$h#$b#Cela veut dire que je réussis !$h",
  "Miihau.PennyEE.event4.028": "C'est ça, Vincent.$0#$b# Tu réussis aussi Jas !$0",
  "Miihau.PennyEE.event4.029": "Sans aucune erreur.$4",
  "Miihau.PennyEE.event4.030": "Maintenant, concentrons-nous sur M. @. En tant qu'expert résident, il va nous enseigner l'agriculture.$1^Maintenant, concentrons-nous sur Mme @. En tant qu'experte résidente, elle va nous enseigner l'agriculture.$1",
  "Miihau.PennyEE.event4.031": "Tu enseignes à Jas et Vincent les cultures que tu cultives sur ta ferme et le processus pour les cultiver.#La leçon s'est bien passée. Tu termines la session en sortant dehors vers la rivière.",
  "Miihau.PennyEE.event4.032": "Hé @, merci d'avoir aidé aujourd'hui. Je l'apprécie.$0#$b#Mais j'espère que ce n'était pas trop stressant pour toi !$0#$b#Ne t'inquiète pas, tu as très bien fait, surtout pour une première fois. Tu es un super partenaire d'enseignement.$1#$b# On forme une bonne équipe, n'est-ce pas ?$4",
  "Miihau.PennyEE.event4.033": "Je vais surveiller les enfants un peu avant de les raccompagner chez eux.$0#$b#Et je vais te libérer maintenant !$h#$b#Passe une excellente fin de journée !$0",
  "Miihau.PennyEE.event4.034": "J'ai aussi beaucoup appris lors de la leçon d'aujourd'hui.$0#$b#Merci encore d'avoir aidé !$0",
  "Miihau.PennyEE.event4.035": "Tu as déjà terminé ta journée de travail ?$3",
  "Miihau.PennyEE.event4.036": "Oh, d'accord.$s#$b#Je comprends.$3#$b#Excuse-moi, je dois aller préparer la leçon de aujourd'hui.%fork$3",
  "Miihau.PennyEE.event4.037": "N'importe quoi ! Je suis sûr que tu vas très bien faire.$h#$b#De plus, les enfants adorent quand on a des enseignants invités.$0",
  "Miihau.PennyEE.event4.038": "Génial ! Merci !$h#$b#D'accord, suis-moi à l'intérieur. Nous devons faire un peu de préparation avant l'arrivée des enfants.$0",

  //Event 5
  "Miihau.PennyEE.event5.001": "Tu es venu ! Je suis content que tu aies reçu mon message.$h",
  "Miihau.PennyEE.event5.002": "J'ai passé toute la matinée dans la cuisine à préparer des petites gâteries pour nous.$0#$b#J'espère que tu as faim !$h",
  "Miihau.PennyEE.event5.002X": "#'Merci ! Qui d'autre vient ?'#'Merci ! Tu aimes autant cuisiner ?'",
  "Miihau.PennyEE.event5.003": "...$3#$b#Personne.$0#$b#J'espérais qu'on pourrait utiliser ce moment pour mieux se connaître ? Enfin, je voudrais bien ça.$4",
  "Miihau.PennyEE.event5.004": "Oui ! En fait, j'aime bien.$h#$b#J'aime particulièrement cuisiner pour les autres. C'est une façon de leur montrer que je tiens à eux.$0",
  "Miihau.PennyEE.event5.005": "Tiens, goûte ça.$h",
  "Miihau.PennyEE.event5.006": "Alors, comment ça a goûté ?$0",
  "Miihau.PennyEE.event5.006X": "#'C'est vraiment bon !'#'C'était pas mal.'#'C'était pas trop mon goût, désolé.'",
  "Miihau.PennyEE.event5.007": "Vraiment!?$h#$b#Ne t'inquiète pas, il y en a encore d'autres.$0",
  "Miihau.PennyEE.event5.008": "C'est ce que ma mère dit toujours de ma nourriture aussi.$s#$b#Peut-être qu'on trouvera quelque chose qui te plait plus.",
  "Miihau.PennyEE.event5.009": "Oh non...$s#$b#Je crois que j'ai un peu trop expérimenté avec la recette.$s#$b#Peut-être qu'on trouvera quelque chose de plus simple, qui te plaît davantage.$0",
  "Miihau.PennyEE.event5.010": "Essayons quelque chose de sucré !",
  "Miihau.PennyEE.event5.011": "Tu passes un moment relaxant à pique-niquer, discutant avec Penny et dégustant les en-cas qu'elle a préparés pour toi.#Après avoir fini, vous décidez toutes les deux de vous asseoir un moment près de la rivière.",
  "Miihau.PennyEE.event5.012": "J'espère que tu as apprécié le pique-nique jusqu'à maintenant.$0",
  "Miihau.PennyEE.event5.013": "Cela faisait longtemps que je ne m'étais pas autant amusée.$s",
  "Miihau.PennyEE.event5.014": "Tu remarques une larme couler sur la joue de Penny.",
  "Miihau.PennyEE.event5.015": "Comment réagis-tu ?#'Penny, qu'est-ce qui ne va pas ? Tu pleures.'#'S'il te plaît, ne pleure pas, je ne suis pas très doué avec ce genre de choses.'",
  "Miihau.PennyEE.event5.016": "Eh bien... j'ai réfléchi à ma situation familiale dernièrement.%fork$s",
  "Miihau.PennyEE.event5.017": "C'est d'accord.$s#$b#Je sais que je peux être une gêne émotionnelle parfois.$s",
  "Miihau.PennyEE.event5.018": "Rangeons et rentrons à la maison.$s",
  "Miihau.PennyEE.event5.019": "Tu aides Penny à nettoyer le pique-nique.#Tu sens un gargouillement dans ton ventre.#Peut-être que c'est la nourriture de Penny, ou peut-être que c'est ton doute.",
  "Miihau.PennyEE.event5.020": "Salut @. Je me sens un peu mieux maintenant. Merci d'avoir pris de mes nouvelles.",
  "Miihau.PennyEE.event5.021": "Il n'est pas venu.$s^Elle n'est pas venue.$s",
  "Miihau.PennyEE.event5.022": "Je suppose que notre amitié n'est pas aussi spéciale que je le pensais.$s",
  "Miihau.PennyEE.event5.023": "Je suppose que maman avait raison.$s#$b#Les hommes trouvent toujours un moyen de te décevoir.$s^On peut uniquement compter sur sa famille.$s",
  "Miihau.PennyEE.event5.024": "#Partir.#Approcher Penny.",
  "Miihau.PennyEE.event5.025": "Oh...$3#$b#Tu es venu.$s",
  "Miihau.PennyEE.event5.026": "#'Je suis désolé d'avoir raté le pique-nique, Penny. C'était inconsidéré de ma part, et je me sens terrible.'#'Je pensais que tu étais habituée à être déçue. Ne fais pas toute une histoire de ça.'",
  "Miihau.PennyEE.event5.027": "Eh bien, j'apprécie les excuses, mais ça aurait été bien si tu m'avais prévenue à l'avance.$s",
  "Miihau.PennyEE.event5.028": "Tu veux me rejoindre un peu?$s",
  "Miihau.PennyEE.event5.029": "J'ai passé beaucoup de temps et d'efforts à préparer le pique-nique, et c'était décevant quand tu ne t'es pas montré.$s",
  "Miihau.PennyEE.event5.030": "Je sais que tu ne l'as pas fait exprès, mais parfois on a l'impression d'être un aimant à déceptions.$s%fork",
  "Miihau.PennyEE.event5.031": "Je ne suis pas d'humeur à te parler maintenant.$s",
  "Miihau.PennyEE.event5.032": "C'est une sorte de mauvaise blague pour toi?$5#$b#Je pensais que tu étais tellement occupé à ta ferme que tu avais juste oublié.$5#$b#Je t'ai accordé le bénéfice du doute.$5",
  "Miihau.PennyEE.event5.033": "Tu as l'audace de manquer apparemment le pique-nique volontairement et de venir en retard juste pour me le reprocher.$5",
  "Miihau.PennyEE.event5.034": "Je pensais que tu étais différent.",
  "Miihau.PennyEE.event5.035": "Laisse-moi tranquille.$s",
  "Miihau.PennyEE.event5.036": "...$s",
  "Miihau.PennyEE.event5.037": "Je suis sûr que tu as remarqué que mon père n'est pas là.$s",
  "Miihau.PennyEE.event5.038": "Ne perds pas ton temps à le chercher.$s#$b#C'est inutile.$s#$b#C'était le classique 'il a dit qu'il allait au magasin' un jour, puis il n'est jamais revenu.$s#$b#Ça a été un énorme choc, surtout pour ma mère. Il est parti quand j'étais petit, donc je me souviens à peine de lui.$s#$b#Mais je me souviens à quel point ça a été douloureux de réaliser que mon père ne reviendrait jamais à la maison.$s",
  "Miihau.PennyEE.event5.039": "C'était difficile de grandir sans père.$s#$b#Parfois, j'avais l'impression de manquer quelque chose d'important, tu sais?$s#$b#Comme si tout le monde avait un père sur qui se reposer et apprendre, mais pas moi. C'était dur de me sentir seule tout le temps.$s#$b#C'était solitaire. Eh bien... c'est encore solitaire.$s",
  "Miihau.PennyEE.event5.039X": "#'Je peux imaginer ce que ça doit faire. Mais il semble que tu sois devenue une personne vraiment bien, malgré l'absence de ton père.'#'Tu devrais consulter un thérapeute.'#'Merci de t'être montrée aussi vulnérable avec moi. Je vais essayer d'être un bon ami pour toi.'",
  "Miihau.PennyEE.event5.040": "Merci, ça compte beaucoup pour moi.$0#$b#Ça m'a pris du temps pour l'accepter, mais j'ai réalisé que je n'ai pas besoin d'un père pour être heureux et réussir.$0#$b#J'ai plein d'autres gens formidables dans ma vie qui me soutiennent et m'aiment, et c'est ce qui compte vraiment.$0",
  "Miihau.PennyEE.event5.041": "Merci pour les conseils.$3",
  "Miihau.PennyEE.event5.042": "Merci de m'avoir dit ça. Ça compte beaucoup pour moi que tu sois prête à être là pour moi.$0#$b#C'est difficile pour moi de parler de ces choses. Je commence à être submergée par mes émotions.$3#$b#Mais je suis content d'avoir pu m'ouvrir à toi.$4#$b#Et tu es déjà une super amie pour moi. Être là et écouter signifie beaucoup.$0",
  "Miihau.PennyEE.event5.043": "Tu aides Penny à ranger le pique-nique.#Tu sens un gargouillement dans ton ventre.#C'est peut-être la nourriture de Penny... ou peut-être des papillons.",
  "Miihau.PennyEE.event5.044": "Notre conversation au bord de la rivière aujourd'hui a beaucoup compté pour moi, @. Merci de passer du temps avec moi.$l",

   //Event 6
  "Miihau.PennyEE.event6.001": "Salut, @!$0#$b#Tu as l'air surpris de me voir ici.$h",
  "Miihau.PennyEE.event6.002": "J'adore me promener, tu sais. Surtout près de la rivière.$0#$b#Ça aide toujours à avoir l'esprit clair.$0#$b#Je parie que toi aussi tu marches beaucoup.$h",
  "Miihau.PennyEE.event6.003": "En fait, je me dirige vers la plage.$0#$b#Tu veux venir avec moi?$0",
  "Miihau.PennyEE.event6.004": "Rejoindre Penny?#Oui.#Non.",
  "Miihau.PennyEE.event6.005": "C'est sympa, allons par là !",
  "Miihau.PennyEE.event6.006": "Toi et Penny vous promenez jusqu'à la plage.",
  "Miihau.PennyEE.event6.007": "Le temps est magnifique aujourd'hui, n'est-ce pas ?",
  "Miihau.PennyEE.event6.008": "J'ai une idée un peu bête !$h",
  "Miihau.PennyEE.event6.009": "Construisons un château de sable ensemble !$h",
  "Miihau.PennyEE.event6.010": "Comment réagis-tu ?#'Bien sûr, ça a l'air amusant !'#'Non, c'est un peu trop ridicule pour moi.'",
  "Miihau.PennyEE.event6.011": "J'espérais que tu dirais ça.$h#$b#Cet endroit semble parfait pour ça. Construisons-le juste ici.",
  "Miihau.PennyEE.event6.012": "J'aime construire des châteaux de sable. Ça me rappelle des temps plus simples.$0#$b#...de meilleurs moments.$s#$b#Quand j'étais plus jeune, je jouais tout le temps sur la plage avec ma mère. On mangeait des glaces, on cherchait de jolies coquillages...$0#$b#Mais surtout, on essayait de construire un château de sable de plus en plus grand à chaque fois.$h",
  "Miihau.PennyEE.event6.013": "Ce sont de jolis souvenirs.$0#$b#Parfois, je viens ici pour en construire un toute seule.",
  "Miihau.PennyEE.event6.014": "C'est agréable d'avoir un partenaire de construction pour une fois.$h",
  "Miihau.PennyEE.event6.014X": "Qu'est-ce que tu dis ?#'Pourquoi tu ne les construis plus avec ta mère ?'#'On parle bien de la même Pam ?'",
  "Miihau.PennyEE.event6.015": "C'est une manière un peu rude de le dire.$s",
  "Miihau.PennyEE.event6.016": "Les choses sont juste différentes maintenant.$s#$b#Ma mère lutte contre un problème d'alcool depuis un moment, et notre relation est... compliquée, pour le dire gentiment.$s",
  "Miihau.PennyEE.event6.016X": "Que dis-tu ?#'Je suis désolé d'entendre ça. Ça doit être difficile pour toi.'#'Pam semble être une mauvaise mère...'",
  "Miihau.PennyEE.event6.017": "Ouais, c'est ça.$s#$b#Mais j'essaie de ne pas trop m'attarder là-dessus.$s#$b#Je veux me concentrer sur le présent, tu sais ?$3#$b# Et en ce moment... il fait beau, l'eau scintille comme des diamants... $0#$b#Les vagues viennent doucement lécher le rivage...$0#$b#La brise marine est chaude contre ma peau... Je peux presque en goûter le sel sur ma langue...$0#$b#Et le sable glisse agréablement entre mes doigts.$0#$b# Et bien sûr, je suis contente que tu sois là !$1",
  "Miihau.PennyEE.event6.018": "C'est compliqué.$s#$bMa mère a ses problèmes, mais c'est quand même ma mère, tu sais ?$s#$b#Et elle a fait beaucoup pour moi au fil des ans. Je ne veux pas la juger trop sévèrement.$s",
  "Miihau.PennyEE.event6.019": "Il y a aussi beaucoup d'autres choses qui se passent.$s#$b#C'est difficile à expliquer.$s#$b#Mais j'apprécie que tu essaies de comprendre.",
  "Miihau.PennyEE.event6.020": "Notre château de sable est vraiment bien sorti ! Bien solide, pas trop friable.$h#$b#Je sais que c'est un peu enfantin de ma part.$0#$b#Ce fut un moment vraiment spécial pour moi.$l#$b#Je ne fais pas souvent ce genre de choses avec d'autres personnes, et c'était agréable de tout oublier pendant un moment.$0",
  "Miihau.PennyEE.event6.021": "Je suis vraiment contente qu'on ait pu faire ça ensemble, @.",
  "Miihau.PennyEE.event6.022": "'Que dis-tu ?#'C'était amusant et relaxant ! C'est agréable de faire une pause loin du stress de la vie.'#'Je l'ai fait juste parce que je te plaignais. Ce n'est pas comme si je voulais passer ma journée à construire des châteaux de sable.'",
  "Miihau.PennyEE.event6.023": "Exactement, je suis heureuse que tu te sentes comme ça. Et je suis reconnaissante d'avoir un ami comme toi avec qui partager ces moments.$0#$b#Merci d'être là pour moi.$l",
  "Miihau.PennyEE.event6.024": "Toi et Penny passez encore quelques minutes à admirer le château de sable que vous avez construit avant de retourner et de vous séparer.",
  "Miihau.PennyEE.event6.025": "Si jamais tu as besoin d'aide pour construire un château de sable ou quelque chose du genre, tu sais où me trouver.$h#$b#La prochaine fois, essayons de construire un château encore plus grand !$h",
  "Miihau.PennyEE.event6.026": "C'est bon. Je parie que tu as beaucoup de corvées à faire, @.$0#$b#À bientôt !$0",
  "Miihau.PennyEE.event6.027": "Tu as fini toutes tes corvées ?$0#$b#Quelle chance ! Mes chaussures se sont remplies de sable.$h",
  "Miihau.PennyEE.event6.028": "D'accord.$s",
  "Miihau.PennyEE.event6.029": "Ça te dérangerait de me laisser seule un moment ?$s#$b#J'aimerais construire un château de sable pour me rappeler les bons vieux temps.$s",
  "Miihau.PennyEE.event6.030": "Mon château de sable est vraiment bien sorti. Merci de m'avoir demandé.$0",
  "Miihau.PennyEE.event6.031": "Wow, c'est vraiment impoli.$s#$b#Je pensais qu'on s'amusait ensemble, mais je suppose que je me suis trompée.$s#$b#Merci de m'avoir fait me sentir comme une perdante.$s",
  "Miihau.PennyEE.event6.032": "Ne tente pas de t'expliquer, s'il te plaît.$s",
  "Miihau.PennyEE.event6.033": "C'est bon. Je n'apprécie juste pas qu'on me parle comme ça.$s#$b#Peut-être qu'on devrait simplement appeler ça une journée.$s",
  "Miihau.PennyEE.event6.034": "Désolée de t'avoir fait construire ce château de sable.$s#$b#Je ne réalisais pas que tu l'avais fait juste parce que tu avais pitié de moi.$s",

   //Event 7 (actually event at 8 hearts)
  "Miihau.PennyEE.event7.001": "Penny se tient devant le bus cassé, l'air triste et pensif.",
  "Miihau.PennyEE.event7.002": "Salut @.$s",
  "Miihau.PennyEE.event7.003": "Je me sens un peu déprimée aujourd'hui.$s#$b# Désolée, je suis comme ça. Ça doit être déprimant d'être près de moi.$s#$b#Je parie que tu en as déjà assez de moi et de mes problèmes.$s",
  "Miihau.PennyEE.event7.004": "#'Ce n'est pas du tout vrai, Penny ! J'aime passer du temps avec toi. Qu'est-ce qui ne va pas ?'#'Un peu... Ta vie ressemble à un accident de voiture.'",
  "Miihau.PennyEE.event7.005": "Penny prend une profonde inspiration avant de parler.",
  "Miihau.PennyEE.event7.006": "Un bus comme celui-ci était la source de revenus de ma mère.$s",
  "Miihau.PennyEE.event7.007": "Elle le conduisait tous les jours jusqu'au Calico Desert, qu'il pleuve ou qu'il fasse beau, pour nous subvenir à nos besoins.$s",
  "Miihau.PennyEE.event7.008": "Mais ensuite... elle a perdu son travail.$s#$b#Le bus est tombé en panne, et les fonds communautaires n'ont pas pu le réparer.$s",
  "Miihau.PennyEE.event7.009": "Je me souviens à quel point elle était dévastée.$s",
  "Miihau.PennyEE.event7.010": "Elle a perdu son emploi du jour au lendemain, sans avertissement.$s#$b#C'est un peu comme ce qui s'est passé avec mon père. Il était là un jour, parti le lendemain.$s",
  "Miihau.PennyEE.event7.011": "On pensait qu'elle avait un travail stable.$s#$b#Mais la vie a une drôle de manière de nous surprendre, n'est-ce pas ?$s",
  "Miihau.PennyEE.event7.012": "Après qu'elle ait perdu son travail, les choses ont commencé à partir en vrille.$s#$b#Ma mère s'est tournée vers l'alcool pour faire face à son sentiment d'inutilité.$s",
  "Miihau.PennyEE.event7.013": "Au début, je ne pensais pas que cela deviendrait une habitude.$s#$b#Mais en y repensant maintenant, je vois à quel point la perte de son travail l'a bouleversée.$s#$b#Et une fois qu'elle a commencé à boire, c'était comme si elle ne pouvait plus s'arrêter.$s#$b#C'est devenu une lutte depuis.$s",
  "Miihau.PennyEE.event7.014": "J'essaie de rester positive, vraiment.$s#$b#J'essaie de me concentrer sur les bonnes choses de la vie, comme mon amour pour les livres et passer du temps avec mes amis, comme Maru ou surtout toi, @.$s",
  "Miihau.PennyEE.event7.015": "Mais parfois, c'est difficile d'ignorer le fait que ma petite famille galère.$s#$b#On n'a pas beaucoup d'argent, et l'addiction de ma mère nous pèse.$s#$b#C'est comme si on était pris dans un cycle de désespoir et de découragement.$s#$b#Je travaille si dur pour économiser de l'argent pour nous offrir une vie meilleure, et un chez-nous ! Mais je me sens tellement seule là-dedans.$3#$b# C'est comme si elle ne se souciait pas.$3",
  "Miihau.PennyEE.event7.016": "...@, l'un de mes rêves est de devenir maman un jour, pour pouvoir donner à mes enfants tout ce que ma mère n'a pas pu me donner.$3#$b#Elle a fait de son mieux, mais elle était tellement préoccupée par ses propres problèmes qu'elle m'a négligée émotionnellement.$s#$b#Mon père est parti, mais ma mère s'est mentalement détachée après avoir perdu mon père et son travail.$s#$b# Je veux que mes enfants se sentent en sécurité et réconfortés. Je veux prendre soin d'eux émotionnellement, et les encourager à poursuivre leurs rêves. Comme mes parents n'ont pas pu le faire pour moi.$3#$b#Mais j'ai beaucoup d'amour et de pardon dans mon cœur pour ma mère. Elle a traversé tellement de choses.$3#$b# Et à la fin, on n'est pas si différents. Elle a choisi de fuir à travers la bière et j'ai choisi de fuir à travers les livres.$3#$b# Je pense que nous avons toutes les deux du mal à être vraiment présentes dans nos vies. Donc je peux comprendre cette impulsion.$3#$b#J'essaie de l'aider autant que je peux. Mais peu importe ce que je fais, ça ne suffit pas.$s",
  "Miihau.PennyEE.event7.017": "J'ai tout essayé.$s#$b#Mais tant que son bus est en panne...$s#$b#Je ne pense pas que ma mère sera prête à changer.$s",
  "Miihau.PennyEE.event7.018": "#'(Tu prends la main de Penny) Je te promets, je vais récolter les fonds pour réparer le bus et ta mère retrouvera un travail. Les choses peuvent encore s'améliorer !'#'Je ne pense pas que le bus sera réparé de sitôt.'",
  "Miihau.PennyEE.event7.019": "C'est tellement gentil de ta part, @. Je ne vais pas abandonner. Eh bien... je ne peux pas abandonner.$0#$b#Abandonner ce bus, ce serait comme... abandonner ma mère.$3",
  "Miihau.PennyEE.event7.020": "Je ne sais pas ce que l'avenir nous réserve, mais je sais que je n'abandonnerai pas.$s#$b#Je vais continuer à me battre pour une vie meilleure, pour moi et ma mère.$0",
  "Miihau.PennyEE.event7.021": "Merci de ton soutien @.$0#$b#Et merci de m'écouter avec mes problèmes.",
  "Miihau.PennyEE.event7.022": "Et qui sait...$0#$b#Peut-être qu'un jour, on pourra réparer le bus de ma mère.",
  "Miihau.PennyEE.event7.023": "Notre conversation à l'arrêt de bus m'a donné beaucoup d'espoir pour l'avenir. Merci, @. J'en avais vraiment besoin aujourd'hui.$0",
  "Miihau.PennyEE.event7.024": "Merci de l'avoir souligné.$s",
  "Miihau.PennyEE.event7.025": "Penny t'ignore.",
  "Miihau.PennyEE.event7.026": "Tu ferais bien de t'éloigner de ce 'désastre'.$s",
  "Miihau.PennyEE.event7.027": "Je sais...$s#$b#Je commence aussi à perdre espoir.$s",
  "Miihau.PennyEE.event7.028": "Mais abandonner le bus...$s",
  "Miihau.PennyEE.event7.029": "...ça me semble...$s",
  "Miihau.PennyEE.event7.030": "...comme abandonner ma mère.$s",
  "Miihau.PennyEE.event7.031": "Penny commence à pleurer.",
  "Miihau.PennyEE.event7.032": "Je suis désolée...$s#$b#Je dois y aller maintenant.$s",
  "Miihau.PennyEE.event7.033": "Désolée de m'être enfuie comme ça.$s#$b#J'étais juste un peu submergée.$s",

  //Event 8 (effectivement événement à 7 cœurs)
  "Miihau.PennyEE.event8.001": "@!$h",
  "Miihau.PennyEE.event8.002": "Je suis content de te voir !$h",
  "Miihau.PennyEE.event8.003": "Tu te souviens quand je t'ai fait visiter la bibliothèque ?$0#$b#Tu m'as encouragée à commencer ma propre petite bibliothèque à la maison.$0",
  "Miihau.PennyEE.event8.004": "Regarde tous ces livres !$h#$b#Je suis tellement heureuse.$h",
  "Miihau.PennyEE.event8.005": "Cette collection est vraiment quelque chose de spécial.$0#$b#Je n'aurais jamais cru pouvoir avoir quelque chose comme ça, mais tu m'as encouragée et m'as fait croire que je le méritais.$l",
  "Miihau.PennyEE.event8.006": "Mais en même temps...$s",
  "Miihau.PennyEE.event8.007": "Je ne peux m'empêcher de me sentir coupable.$s#$b#Je sais que ma mère et moi avons des soucis financiers, et parfois j'ai l'impression que je ne devrais pas dépenser de l'argent pour des livres alors que nous avons d'autres besoins.$s#$b#Mais la lecture a toujours été une échappatoire pour moi, un moyen d'oublier nos problèmes pendant un petit moment.$s",
  "Miihau.PennyEE.event8.008": "Que dis-tu ?#'Il est important de se faire plaisir de temps en temps.'#'Pam ne peut pas avoir un si grand impact sur tes hobbies.'#'Ta mère dépense assez d'argent en bière pour que tu puisses en dépenser pour des livres.'",
  "Miihau.PennyEE.event8.009": "Avant que tu ne puisses dire quoi que ce soit, vous êtes tous les deux surpris par la porte qui se claque bruyamment.",
  "Miihau.PennyEE.event8.010": "Chez moi, doux chez-moi.$1#$b#Ça ressemble exactement à ce que j'avais laissé.",
  "Miihau.PennyEE.event8.011": "Est-ce que Penny a encore laissé sa porte ouverte ?$4#$b#Pff. Je dois tout faire ici.$4",
  "Miihau.PennyEE.event8.012": "Tu regardes Penny. Elle semble frappée par la peur de ce qui va se passer.",
  "Miihau.PennyEE.event8.013": "Penny !$3",
  "Miihau.PennyEE.event8.014": "...$s",
  "Miihau.PennyEE.event8.015": "Qu'est-ce qui se passe ici ?$3",
  "Miihau.PennyEE.event8.016": "Je montrais @ ma nouvelle collection de livres.$s#$b#C'est tout.$s",
  "Miihau.PennyEE.event8.017": "Oh !? La collection de livres que je t'ai dit qu'on ne pouvait pas se permettre ?$3#$b#Comment ça a l'air ?$3#$b#Est-ce que ça a l'air de remplir l'estomac ?!$3#$b#Est-ce que ça a l'air de sauter du meuble et payer nos factures ?!$3",
  "Miihau.PennyEE.event8.018": "Maman...$s#$b#...s'il te plaît...$s#$b#...arrête...$s",
  "Miihau.PennyEE.event8.019": "Que dis-tu ?#'Pam arrête, prends ça et va-t'en. Ça devrait couvrir toutes tes dépenses pour l'instant.' (donner 5000$)#'Oui, arrête s'il te plaît. Penny n'a rien fait de mal. C'est moi qui l'ai encouragée à agrandir sa collection de livres, car c'est quelque chose qui la passionne.'",
  "Miihau.PennyEE.event8.020": "Excellente idée que tu as eue là, gamin.$3#$b#Maintenant dis-moi comment réparer ça.$3",
  "Miihau.PennyEE.event8.020X": "Que dis-tu ?#'Je comprends d'où tu viens, Pam, mais je pense qu'il est important que Penny ait quelque chose qu'elle aime.'#'Penny mérite aussi d'avoir des choses qu'elle aime. Ce n'est pas juste de toujours lui imposer de supporter la maison.'",
  "Miihau.PennyEE.event8.021": "Ughh...$2#$b#Peut-être que tu as raison.$2",
  "Miihau.PennyEE.event8.022": "C'est quoi ce ton, gamin ?$3",
  "Miihau.PennyEE.event8.023": "Mais je suppose qu'il y a un peu de vérité dans ce que tu viens de dire.$2",
  "Miihau.PennyEE.event8.024": "Je ne suis pas vraiment en train d'essayer de réduire mes dépenses non plus.$2",
  "Miihau.PennyEE.event8.025": "Que veux-tu dire, maman ?$s",
  "Miihau.PennyEE.event8.026": "Ça a toujours été toi, Penny.$2#$b#C'était toi qui devais réduire les coûts pour qu'on puisse joindre les deux bouts.$2",
  "Miihau.PennyEE.event8.027": "Je suis désolée, Penny. Ta collection de livres est superbe.$2#$b#Je te promets, je vais réduire mes dépenses en bière et en repas au micro-ondes.$2",
  "Miihau.PennyEE.event8.028": "Merci, maman...$0",
  "Miihau.PennyEE.event8.029": "Désolée de vous interrompre tous les deux.$2#$b#Je vais sortir un moment.$2",
  "Miihau.PennyEE.event8.030": "Merci de t'être battu pour moi, @.$l",
  "Miihau.PennyEE.event8.031": "J'ai tellement d'émotions en ce moment.$l#$b#Tu veux rester un peu ?$4#$b#Je peux préparer un repas rapide pour nous, et peut-être qu'on pourra regarder quelques-uns de mes nouveaux livres ensemble ?$4",
  "Miihau.PennyEE.event8.032": "Je suis contente que tu aies pu calmer ma mère plus tôt.$3#$b#Je ne suis pas habituée à ce que quelqu'un se batte pour moi. Merci pour ça, @. $0",
  "Miihau.PennyEE.event8.033": "Qui tu te crois être ?$3#$b#Tu crois vraiment que jeter ton argent à droite à gauche peut résoudre tous les problèmes, n'est-ce pas ?$3",
  "Miihau.PennyEE.event8.034": "Tu ferais bien de partir de chez nous maintenant. Je ne veux plus te voir.$4",
  "Miihau.PennyEE.event8.035": "@!$h",
  "Miihau.PennyEE.event8.036": "Je suis content de te voir !",
  "Miihau.PennyEE.event8.037": "Suivez-moi ! Je veux te montrer quelque chose.",
  "Miihau.PennyEE.event8.038": "Tu te souviens quand je t'ai fait visiter la bibliothèque ?$0#$b#Tu m'as encouragée à créer ma propre petite bibliothèque à la maison.$0",
  "Miihau.PennyEE.event8.039": "Regarde tous ces livres !$h#$b#Je suis tellement heureuse.$0",
  "Miihau.PennyEE.event8.040": "Cette collection est vraiment quelque chose de spécial.$0#$b#Je n'aurais jamais pensé pouvoir avoir quelque chose comme ça, mais tu m'as encouragée et m'as fait croire que je le méritais.$l",
  "Miihau.PennyEE.event8.041": "Mais en même temps...$s",
  "Miihau.PennyEE.event8.042": "Je ne peux pas m'empêcher de me sentir coupable.$s#$b#Je sais que ma mère et moi avons des problèmes financiers, et parfois j'ai l'impression que je ne devrais pas dépenser de l'argent pour des livres quand nous avons d'autres besoins.$s#$b#Mais la lecture a toujours été une échappatoire pour moi, un moyen d'oublier nos problèmes pendant un petit moment.$s",
  "Miihau.PennyEE.event8.043": "Que dis-tu?#'Il est important de se faire plaisir de temps en temps.'#'Pam ne peut pas avoir un si grand impact sur tes hobbies.'#'Ta mère dépense suffisamment d'argent en bière, tu devrais pouvoir en dépenser pour des livres.'",
  "Miihau.PennyEE.event8.044": "Avant que tu puisses dire quoi que ce soit, vous êtes tous les deux surpris par la fermeture bruyante d'une porte.",
  "Miihau.PennyEE.event8.045": "Maison, douce maison.$1#$b#Elle ressemble exactement à ce que j'ai laissé.",
  "Miihau.PennyEE.event8.046": "Penny a-t-elle encore laissé sa porte ouverte ?$4#$b#Hmph. Je dois tout faire ici.$4",
  "Miihau.PennyEE.event8.047": "Tu regardes Penny. Elle semble stupéfaite, terrifiée par ce qui va se passer.",
  "Miihau.PennyEE.event8.048": "Penny !$3",
  "Miihau.PennyEE.event8.049": "...$s",
  "Miihau.PennyEE.event8.050": "Qu'est-ce qui se passe ici ?$3",
  "Miihau.PennyEE.event8.051": "Je montrais @ ma nouvelle collection de livres.$s#$b#C'est tout.$s",
  "Miihau.PennyEE.event8.052": "Oh !? La collection de livres dont je t'ai dit qu'on ne pouvait pas se permettre ?$3#$b#Comment ça a l'air ?$3#$b#Est-ce que ça a l'air de remplir le ventre ?!$3#$b#Est-ce que ça a l'air de sauter de l'étagère pour payer nos factures ?!$3",
  "Miihau.PennyEE.event8.053": "Maman...$s#$b#...s'il te plaît...$s#$b#...arrête...$s",
  "Miihau.PennyEE.event8.054": "Que dis-tu?#'Pam arrête, prends ça et va-t-en. Ça devrait couvrir toutes tes dépenses pour l'instant.' (donner 5000$)#'Oui, s'il te plaît arrête. Penny n'a rien fait de mal. C'est moi qui l'ai encouragée à élargir sa collection de livres, parce que c'est quelque chose qui la passionne.'",
  "Miihau.PennyEE.event8.055": "Idée géniale que tu as eue là, gamin.$3#$b#Maintenant dis-moi comment réparer ça.$3",
  "Miihau.PennyEE.event8.055X": "Que dis-tu?#'Je comprends d'où tu viens, Pam, mais je pense qu'il est important que Penny ait quelque chose qu'elle aime.'#'Penny mérite aussi d'avoir des choses qu'elle aime. Ce n'est pas juste de toujours lui mettre la charge de soutenir le foyer.'",
  "Miihau.PennyEE.event8.056": "Ughh...$2#$b#Peut-être que tu as raison.$2",
  "Miihau.PennyEE.event8.057": "C'est quoi ce ton, gamin ?$3",
  "Miihau.PennyEE.event8.058": "Mais je suppose qu'il y a une part de vérité dans ce que tu viens de dire.$2",
  "Miihau.PennyEE.event8.059": "Je n'essaie pas vraiment de réduire mes dépenses non plus.$2",
  "Miihau.PennyEE.event8.060": "Que veux-tu dire, maman ?$s",
  "Miihau.PennyEE.event8.061": "Ça a toujours été toi, Penny.$2#$b#C'était toi qui devais réduire les coûts, pour qu'on puisse joindre les deux bouts.$2",
  "Miihau.PennyEE.event8.062": "Je suis désolée, Penny. Ta collection de livres est magnifique.$2#$b#Je te promets, je vais réduire mes dépenses en bière et en repas au micro-ondes.$2",
  "Miihau.PennyEE.event8.063": "Merci, maman...$0",
  "Miihau.PennyEE.event8.064": "Désolée de vous interrompre tous les deux.$2#$b#Je vais sortir un peu.$2",
  "Miihau.PennyEE.event8.065": "Merci d'avoir pris ma défense, @.$l",
  "Miihau.PennyEE.event8.066": "J'ai tellement d'émotions en ce moment.$l#$b#Tu veux rester un peu ?$4#$b#Je peux préparer un repas rapide pour nous, et peut-être qu'on pourra regarder certains de mes nouveaux livres ensemble ?$4",
  "Miihau.PennyEE.event8.067": "Je suis contente que tu aies pu calmer ma mère tout à l'heure.$3#$b#Je ne suis pas habituée à ce que quelqu'un me défende. Merci pour ça, @. $0",
  "Miihau.PennyEE.event8.068": "Tu te prends pour qui ?$3#$b#Tu crois vraiment que jeter ton argent peut résoudre tous les problèmes, n'est-ce pas ?$3",
  "Miihau.PennyEE.event8.069": "Tu ferais bien de quitter notre maison maintenant. Je ne veux plus te voir.$4",

   //Event 9 (I know there are a lot of duplicate lines, sorry <3 it was easier to do that way)
  "Miihau.PennyEE.event9.001": "Salut, @.$0#$b#Je me demandais si tu voudrais peut-être sortir avec moi ?$l#$b#Comme un vrai rendez-vous au cinéma de Zuzu City.$l#$b#Il y a une super comédie romantique que j'ai envie de voir.$l#$b#C'est une adaptation cinématographique de l'un de mes romans préférés !'$h#$b#J'ai acheté des billets de bus pour la ville à 21h.$l#$b#Je serai à l'arrêt de bus un peu plus tôt.$l#$b#S'il te plaît, ne viens pas trop en retard.$l",
  "Miihau.PennyEE.event9.002": "Penny s'en va précipitamment, nerveuse, sans te laisser répondre.",
  "Miihau.PennyEE.event9.003": "Le bus part à 21h.$l#$b#Je suis tellement excitée.$l#$e#Je crois qu'un billet de cinéma coûte 1000g par personne.$0",
  "Miihau.PennyEE.event9.004": "@!$h#$b#Alors, tu as décidé de sortir avec moi ?$l",
  "Miihau.PennyEE.event9.005": "Que dis-tu ?#'Bien sûr Penny. Je suis flatté.'#'Non Penny. Je suis juste venu te dire que je ne veux pas sortir avec toi.'",
  "Miihau.PennyEE.event9.006": "Je suis très excitée... et nerveuse !$l#$b#C'est mon premier vrai rendez-vous.$l",
  "Miihau.PennyEE.event9.007": "Je pense que le conducteur de bus nous attend. Es-tu prêt à y aller ?$h",
  "Miihau.PennyEE.event9.008": "Toi et Penny passez un agréable trajet en bus.#Penny semble un peu tendue et timide, mais elle te regarde avec de grands yeux attentifs.#Après un moment, vous arrivez au cinéma de Zuzu City.",
  "Miihau.PennyEE.event9.009": "Il est assez vide. Je crois que la plupart des gens sont déjà installés dans la salle de cinéma.",
  "Miihau.PennyEE.event9.010": "Allons acheter nos billets.",
  "Miihau.PennyEE.event9.011": "Caissière : Que puis-je faire pour vous deux, jolis amoureux ?",
  "Miihau.PennyEE.event9.012": "Nous voudrions deux billets pour le film, s'il vous plaît.",
  "Miihau.PennyEE.event9.012X": "Que fais-tu ?#Laisse Penny payer les billets.#Paye uniquement ton billet. (-1000$)#Paye les billets. (-2000$)",
  "Miihau.PennyEE.event9.013": "Oh, je crois que j'ai juste assez pour t'inviter @.$3",
  "Miihau.PennyEE.event9.014": "Merci d'avoir payé ton propre billet même si c'est moi qui t'ai invitée.",
  "Miihau.PennyEE.event9.015": "...$l",
  "Miihau.PennyEE.event9.016": "Merci d'avoir payé @. J... j'apprécie.$l",
  "Miihau.PennyEE.event9.017": "Eh bien, je crois qu'on est prêts !$0#$b#Allons nous installer dans la salle.%fork",
  "Miihau.PennyEE.event9.018": "@!$h#$b#Alors, tu as décidé de sortir avec moi ?$l",
  "Miihau.PennyEE.event9.019": "Que dis-tu ?#'Bien sûr Penny. Je suis flatté.'#'Non Penny. Je suis juste venu te dire que je ne veux pas sortir avec toi.'",
  "Miihau.PennyEE.event9.020": "Je suis très excitée... et nerveuse !$l#$b#C'est mon premier vrai rendez-vous.$l",
  "Miihau.PennyEE.event9.021": "Je pense que le conducteur de bus nous attend. Es-tu prêt à y aller ?$h",
  "Miihau.PennyEE.event9.022": "Toi et Penny passez un agréable trajet en bus.#Penny semble un peu tendue et timide, mais elle te regarde avec de grands yeux attentifs.#Après un moment, vous arrivez au cinéma de Zuzu City.",
  "Miihau.PennyEE.event9.023": "Il est assez vide. Je crois que la plupart des gens sont déjà installés dans la salle de cinéma.",
  "Miihau.PennyEE.event9.024": "Allons acheter nos billets.",
  "Miihau.PennyEE.event9.025": "Caissière : Que puis-je faire pour vous deux, jolis amoureux ?",
  "Miihau.PennyEE.event9.026": "Nous voudrions deux billets pour le film, s'il vous plaît.",
  "Miihau.PennyEE.event9.026X": "Que fais-tu ? (Tu as moins de 2000$, payer pour les deux n'est pas une option)#Laisse Penny payer les billets.#Paye uniquement ton billet. (-1000$)",
  "Miihau.PennyEE.event9.027": "Oh, je crois que j'ai juste assez pour t'inviter @.$3",
  "Miihau.PennyEE.event9.028": "Merci d'avoir payé ton propre billet même si c'est moi qui t'ai invitée.",
  "Miihau.PennyEE.event9.029": "Eh bien, je crois qu'on est prêts !$0#$b#Allons nous installer dans la salle.%fork",
  "Miihau.PennyEE.event9.030": "@!$h#$b#Alors, tu as décidé de sortir avec moi ?$l",
  "Miihau.PennyEE.event9.031": "Que dis-tu ?#'Bien sûr Penny. Je suis flatté.'#'Non Penny. Je suis juste venu te dire que je ne veux pas sortir avec toi.'",
  "Miihau.PennyEE.event9.032": "Je suis très excitée... et nerveuse !$l#$b#C'est mon premier vrai rendez-vous.$l",
  "Miihau.PennyEE.event9.033": "Je pense que le conducteur de bus nous attend. Es-tu prêt à y aller ?$h",
  "Miihau.PennyEE.event9.034": "Toi et Penny passez un agréable trajet en bus.#Penny semble un peu tendue et timide, mais elle te regarde avec de grands yeux attentifs.#Après un moment, vous arrivez au cinéma de Zuzu City.",
  "Miihau.PennyEE.event9.035": "Il est assez vide. Je crois que la plupart des gens sont déjà installés dans la salle de cinéma.",
  "Miihau.PennyEE.event9.036": "Allons acheter nos billets.",
  "Miihau.PennyEE.event9.037": "Caissière : Que puis-je faire pour vous deux, jolis amoureux ?",
  "Miihau.PennyEE.event9.038": "Nous voudrions deux billets pour le film, s'il vous plaît.",
  "Miihau.PennyEE.event9.039": "Tu n'as pas assez d'argent pour payer ton billet.#Tu dois laisser Penny payer 2000$ pour vous deux.",
  "Miihau.PennyEE.event9.040": "Oh, je crois que j'ai juste assez pour t'inviter @.$3",
  "Miihau.PennyEE.event9.041": "Eh bien, je crois qu'on est prêts !$0#$b#Allons nous installer dans la salle.%fork",
  "Miihau.PennyEE.event9.042": "...$3",
  "Miihau.PennyEE.event9.043": "...$s",
  "Miihau.PennyEE.event9.044": "...$s",
  "Miihau.PennyEE.event9.045": "Nos places sont dans cette rangée.$0",
  "Miihau.PennyEE.event9.046": "Après moi ?$0#$b#Merci.$l#$b#Quel gentleman.$l^Quel joli geste.$l",
  "Miihau.PennyEE.event9.047": "Je crois que le film est sur le point de commencer.$l",
  "Miihau.PennyEE.event9.048": "Toi et Penny profitez pleinement de votre rendez-vous. Vous vous tenez la main et vous câlinez dans la salle sombre. Le film était vraiment génial, aussi.#Vous prenez le bus pour revenir à Pelican Town ensemble, en discutant vivement du film.#Puis tu raccompagnes Penny chez elle.",
  "Miihau.PennyEE.event9.049": "@, ce rendez-vous était... merveilleux. Je suis tellement contente que mon premier rendez-vous soit avec toi.$4#$b#J'étais tellement nerveuse, mais tu m'as fait me sentir en sécurité. Tu es une personne spéciale.$4#$b#Ce soir était spécial parce que j'étais avec toi.$l",
  "Miihau.PennyEE.event9.050": "Merci pour tout, @.$l#$b#Et merci de m'avoir raccompagnée chez moi.$l",
  "Miihau.PennyEE.event9.051": "Penny te serre fort dans ses bras.",
  "Miihau.PennyEE.event9.052": "Tu rentres chez toi, lentement et pensivement. Quelle belle soirée.",
  "Miihau.PennyEE.event9.053": "Merci beaucoup d'être sorti avec moi ! Ça m'a vraiment fait me sentir spéciale.$l",

   //Event 10
  "Miihau.PennyEE.event10.001": "Salut fermier !",
  "Miihau.PennyEE.event10.002": "Salut, @ ! C'est gentil de ta part de venir me voir au travail.^Salut, @ ! C'est gentil de ta part de venir me voir au travail.$h",
  "Miihau.PennyEE.event10.003": "Bonjour M. @ ! Tu vas étudier avec nous aujourd'hui ?^Bonjour Mme @ ! Tu vas étudier avec nous aujourd'hui ?$h",
  "Miihau.PennyEE.event10.004": "Mme Penny...$0#$b#Pourquoi M. @ te regarde comme ça ?^Pourquoi Mme @ te regarde comme ça ?$h",
  "Miihau.PennyEE.event10.005": "Eh bien, quand deux personnes s'aiment très fort...$h#$b# C'est impossible de le cacher.$0#$b# Je suppose que M. @ et moi, on ne peut pas cacher ce qu'on ressent l'un pour l'autre.^Je suppose que Mme @ et moi, on ne peut pas cacher ce qu'on ressent l'une pour l'autre.$4#$b#Vous êtes deux enfants très intelligents, donc vous devez déjà savoir ce qui se passe.$0#$b#Mais j'aimerais vous présenter officiellement mon petit ami !^Mais j'aimerais vous présenter officiellement ma petite amie !$h",
  "Miihau.PennyEE.event10.006": "Youpi !",
  "Miihau.PennyEE.event10.007": "Avec Penny, vous enseignez aux enfants un peu sur la faune locale, y compris la souris à chapeau et l'ours des poubelles.",
  "Miihau.PennyEE.event10.008": "C'était une très bonne classe aujourd'hui ! Je suis fier de vous deux pour votre bon comportement.$0#$b#Peut-être que M. @ devrait aider plus souvent, puisqu'il a une telle influence positive sur vous !^Peut-être que Mme @ devrait aider plus souvent, puisqu'elle a une telle influence positive sur vous !$h",
  "Miihau.PennyEE.event10.009": "Eh bien les enfants, pourriez-vous aller à la réception et demander à Gunther si nos nouveaux manuels sont arrivés ?$0#$b#Je serai là dans un instant. Je dois parler avec M. @ pendant une minute.^Je serai là dans un instant. Je dois parler avec Mme @ pendant une minute.$0",
  "Miihau.PennyEE.event10.010": "D'accord !",
  "Miihau.PennyEE.event10.011": "Salut les enfants !",
  "Miihau.PennyEE.event10.012": "Hé, toi.$4#$b# @, je veux que tu saches... $4#$b#Je suis heureux de t'avoir comme partenaire. Je suis tellement content que tu me veuilles comme je te veux.$4#$b#Ton affection, ton attention, tes soins pour moi... ça signifie tellement.$4#$b# J'ai beaucoup réfléchi à notre rendez-vous à la baignade, et combien c'était doux et intime.$4#$b#Ça m'a fait ressentir des choses que je n'avais jamais ressenties avant, pour quelqu'un. $4#$b# Mon cœur déborde de bonheur, et je me sens tout chaud, tout fuzzy et tout drôle rien que de penser à toi.$4#$b# Et c'est comme si je n'arrêtais pas de sourire. $4#$b#@, ce que j'essaie de dire, c'est... $4#$b#Je t'aime. $4#$b#Que fais-tu ?$h#$b#$q 1627903 null##$r 1627903 0 event_loveInMuseum1#(dire 'Je t'aime aussi Penny !' et l'embrasser)#$r 1627904 -70 event_loveInMuseum2#(dire 'Merci')",
  "Miihau.PennyEE.event10.013": "Merci de m'avoir aidé aujourd'hui. Je t'aime, chéri ! $1#$b# Je pense que je ne me lasserai jamais de le dire, ou de l'entendre.$0",
  "Miihau.PennyEE.event10.014": "Merci aussi.$3#$b#Je devrais te montrer à quel point je suis reconnaissant en t'invitant à un repas un de ces jours.$0#$b#J'ai travaillé sur ma cuisine, je te le promets.$h",
  "Miihau.PennyEE.event10.015": "Merci de m'avoir aidé aujourd'hui.$0",
  "Miihau.PennyEE.event10.016": "Hehe, tu es adorable !$h",
  "Miihau.PennyEE.event10.017": "Ouais...%fork$3",
  
   //Event 11 (I know there are a lot of duplicate lines, sorry <3 it was easier to do that way)
  "Miihau.PennyEE.quest.001": "Aide Penny à devenir une meilleure enseignante/Penny a besoin de quelque chose pour prendre des photos, quelque chose pour taper et quelque chose pour calculer./Peut-être que tu peux te lier d'amitié avec des gens en ville pour t'aider.",
  "Miihau.PennyEE.quest.002": "Aide Penny à devenir une meilleure enseignante/Tu as collecté tous les objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante./Il est temps de la surprendre à la maison !",
  "Miihau.PennyEE.event11.001": "Oh salut mon chéri...$0#$b#Je faisais des cookies, tu en veux ?$h",
  "Miihau.PennyEE.event11.001X": "#Oui, merci mon chéri !#Non, merci.",
  "Miihau.PennyEE.event11.002": "Voilà, mon petit.$h",
  "Miihau.PennyEE.event11.003": "J'espère que ça t'a plu !$l#$b#J'ai demandé conseil à Mme Mullner l'autre jour.",
  "Miihau.PennyEE.event11.004": "Oh...$3#$b#Peut-être plus tard alors.",
  "Miihau.PennyEE.event11.005": "@...$2",
  "Miihau.PennyEE.event11.006": "Il y a en fait quelque chose dont j'aimerais te parler...$s#$b#Ne t'inquiète pas mon chéri, ce n'est rien de grave ! J'ai juste un peu d'appréhension à en parler.$s",
  "Miihau.PennyEE.event11.007": "Je réfléchis beaucoup en ce moment à ma carrière d'enseignante et à comment je pourrais m'améliorer.$0#$b#J'ai lu qu'un stage pour les enseignants du primaire et du secondaire se donnait dans une ville voisine.$0#$b#C'est un programme de trois jours qui couvre plein de techniques et de méthodes d'enseignement, et je pense que ça pourrait vraiment m'aider à devenir une meilleure enseignante.",
  "Miihau.PennyEE.event11.008": "Mais, il y a un hic.$s",
  "Miihau.PennyEE.event11.009": "Le stage coûte 3000g et je devrais partir pendant trois jours.$s#$b#Je sais que c'est une grosse somme et cela signifierait qu'il faudrait que je parte, loin de toi et de notre maison.$s#$b#Je ne voudrais pas faire ça si ça allait mettre notre relation ou nos finances en difficulté.$s#$b#Mais en même temps, je tiens vraiment à devenir une meilleure enseignante et je pense que ce stage pourrait être un grand pas dans la bonne direction.$s",
  "Miihau.PennyEE.event11.010": "#Ça a l'air super, Penny. Tu devrais vraiment y aller ! (3000g)#Je ne pense pas que ça en vaille la peine, Penny. Ton enseignement est déjà très bien.",
  "Miihau.PennyEE.event11.011": "Vraiment ? Tu veux dire ça ?$0#$b#Merci tellement ! Ça compte énormément pour moi.$h#$b#Je promets de profiter au maximum de cette opportunité et de revenir avec des idées d'enseignement nouvelles et excitantes.$0#$b#@, tu me soutiens toujours dans tout ce que je fais. Je t'en suis plus reconnaissante que tu ne le sais.$l#$b#J'ai hâte de te rendre fier !$l",
  "Miihau.PennyEE.event11.012": "Je n'arrive pas à croire que je vais vraiment faire ça. Merci tellement de me soutenir, ça compte tellement pour moi.$l#$e#Je vais tellement apprendre pendant ce voyage, et ensuite je pourrai revenir et être une enseignante encore meilleure pour mes élèves.$0#$e#Je suis un peu nerveuse à l'idée de me lancer et de rencontrer autant de nouvelles personnes.$0#$e#Mais avec ton soutien, j'ai l'impression de pouvoir tout accomplir. J'ai tellement de chance de t'avoir comme partenaire.$l",
  "Miihau.PennyEE.event11.013": "Oh salut mon chéri...$0#$b#Je faisais des cookies, tu en veux ?$h",
  "Miihau.PennyEE.event11.014": "Voilà, mon petit.$h",
  "Miihau.PennyEE.event11.015": "J'espère que ça t'a plu !$l#$b#J'ai demandé conseil à Mme Mullner l'autre jour.",
  "Miihau.PennyEE.event11.016": "Oh...$3#$b#Peut-être plus tard alors.",
  "Miihau.PennyEE.event11.017": "@...$2",
  "Miihau.PennyEE.event11.018": "Il y a en fait quelque chose dont j'aimerais te parler...$s#$b#Ne t'inquiète pas comme ça, chéri, ce n'est rien de mauvais ! J'avoue que j'ai un peu d'anxiété à en parler.$s",
  "Miihau.PennyEE.event11.019": "Je réfléchis beaucoup en ce moment à ma carrière de prof et comment je pourrais m'améliorer.$0#$b#J'ai entendu parler d'un cours pour les enseignants du primaire et du secondaire qui est proposé dans une ville voisine.$0#$b#C'est un programme de trois jours qui couvre beaucoup de techniques et de méthodes d'enseignement différentes, et je pense vraiment que ça pourrait m'aider à devenir une meilleure enseignante.",
  "Miihau.PennyEE.event11.020": "Mais, il y a un piège.$s",
  "Miihau.PennyEE.event11.021": "Le cours coûte 3000g et je devrais être absente pendant trois jours.$s#$b#Je sais que c'est beaucoup d'argent et cela signifierait que je devrais te quitter, toi et notre maison, pendant un certain temps.$s#$b#Je ne voudrais pas faire ça si cela met à mal notre relation ou nos finances.$s#$b#Mais en même temps, je veux vraiment devenir une meilleure prof et je pense que ce cours pourrait être un grand pas dans la bonne direction.$s",
  "Miihau.PennyEE.event11.022": "#Ça a l'air génial, Penny. Tu devrais vraiment y aller ! (3000g)#Je ne pense pas que ce soit nécessaire, Penny. Ton enseignement est déjà très bien.",
  "Miihau.PennyEE.event11.023": "Vraiment ? Tu veux dire ça ?$0#$b#Merci beaucoup ! Ça signifie tellement pour moi.$h#$b#Je promets de tirer le meilleur parti de cette opportunité et de revenir avec de nouvelles idées passionnantes pour l'enseignement.$0#$b#@, tu me soutiens toujours dans tout ce que je fais. J'apprécie plus que tu ne le crois.$l#$b#Je suis impatiente de te rendre fier !$l",
  "Miihau.PennyEE.event11.024": "Je n'arrive pas à croire que je vais vraiment faire ça. Merci tellement de me soutenir, ça signifie tout pour moi.$l#$e#Je vais tellement apprendre lors de ce voyage, et ensuite je pourrai revenir et être une meilleure prof pour mes élèves.$0#$e#Je suis un peu nerveuse à l'idée de me mettre en avant et de rencontrer autant de nouvelles personnes.$0#$e#Mais avec ton soutien, j'ai l'impression que je peux tout faire. Je suis tellement chanceuse de t'avoir comme partenaire.$l",
  "Miihau.PennyEE.event11.025": "Peut-être que tu as raison.$s",
  "Miihau.PennyEE.event11.026": "Je comprends, c'est beaucoup d'argent et du temps loin de la maison.$s#$b#Je suppose que je voulais juste montrer à mes élèves que je m'efforce toujours d'être la meilleure prof possible.$s#$b#Mais si tu ne penses pas que ça en vaille la peine, alors je fais confiance à ton jugement.$0#$b#C'est juste...$s#$b#Je veux être plus que juste correcte.$s#$b#Mais je suppose que c'est correct... et correct, c'est tout ce que mon enseignement doit être.$s#$b#Merci de m'avoir écoutée, @.$s",
  "Miihau.PennyEE.event11.027": "Ne t'en fais pas, @. Le cours était une idée stupide de ma part.",
  "Miihau.PennyEE.event11.028": "Merci de m'avoir accompagnée jusqu'à l'arrêt de bus, mon chéri. Et merci tellement de me soutenir.$0#$b#Tu vas tellement me manquer. Mais je promets que ça en vaudra la peine.$0#$b#Je reviendrai avec plein de nouvelles idées pour améliorer mon enseignement. Et on pourra se câliner, discuter et je te raconterai tout.$h",
  "Miihau.PennyEE.event11.029": "Je t'aime, @ ! Prends soin de toi pendant mon absence.$l",
  "Miihau.PennyEE.event11.030": "Tu as fait un rêve doux et intime avec Penny. En te réveillant, tu te tournes instinctivement vers elle, mais tu te souviens qu'elle est loin de la maison pour l'instant.",
  "Miihau.PennyEE.event11.031": "Tu te réveilles en pensant à Penny et tu te sens excité qu'elle revienne demain.",
  "Miihau.PennyEE.event11.032": "Salut, @ ! C'est gentil de venir me chercher à l'arrêt de bus.",
  "Miihau.PennyEE.event11.033": "Le cours était incroyable ! J'ai tellement appris, et j'ai hâte de commencer à l'appliquer à mon enseignement.",
  "Miihau.PennyEE.event11.034": "Nous avons couvert un large éventail de sujets, des nouvelles stratégies d'enseignement à l'utilisation de la technologie pour améliorer l'apprentissage des élèves.$0#$b#Mais aussi merveilleux que fût le cours, cela m'a laissée un peu submergée.$s#$b#Pour mettre en œuvre tout ce que je veux, j'aurais besoin d'un tout nouvel ensemble d'outils pédagogiques.$s#$b#Comme une caméra pour prendre des photos pendant que nous explorons la vallée, afin que mes élèves puissent apprendre de ce que nous trouvons.$0#$b#J'aurais aussi besoin de quelque chose pour taper des fiches de travail, et d'une calculatrice scientifique pour les équations plus complexes.$0#$b#Je ne pense pas pouvoir trouver tout ce dont j'ai besoin ici en ville.$s",
  "Miihau.PennyEE.event11.035": "Oh, s'il te plaît ne t'en fais pas, mon petit chou.$0#$b#C'est bon. Je suis heureuse d'avoir pu suivre le cours, et je peux travailler avec ce que j'ai pour l'instant.$0#$b#Je suis juste reconnaissante pour ton soutien et tes encouragements.",
  "Miihau.PennyEE.event11.036": "Allons à la maison.$0#$b#La ferme nous attend.$h",
  "Miihau.PennyEE.event11.037": "C'était intéressant de voir plus du monde en dehors de la vallée. Peut-être que j'aurai d'autres occasions comme celle-ci. Ce que j'espère pouvoir poursuivre avec ta bénédiction, chéri.$1#$e#Mais je suis contente de revenir à notre routine normale. Je sais que ce n'était que trois jours, mais tu m'as vraiment manqué !$4",
  "Miihau.PennyEE.event11.038": "Salut, @.$0#$b#Donc Penny est partie pour son cours, je vois.$0#$b#Oui, elle m'en a parlé. Merci de l'avoir encouragée à saisir cette opportunité, mon petit.$0#$e#Elle a toujours été une fille brillante, mais elle n'a jamais eu la chance de développer son potentiel jusqu'à ce que tu sois là.$0#$e#Ce n'est pas facile d'être une mère célibataire, mais c'est un peu plus facile de savoir que Penny t'a dans sa vie.",
  "Miihau.PennyEE.event11.039": "Tu as bien fait, mon petit. Je n'ai pas vu Penny aussi heureuse depuis longtemps.$0#$e#Merci beaucoup d'avoir réalisé les rêves de ma fille.$0",
  "Miihau.PennyEE.event11.040": "Mme Penny est partie apprendre à enseigner, ou quelque chose comme ça.$3#$b#J'espère qu'elle reviendra vite.$2#$e#La semaine dernière, on apprenait les insectes et je veux lui montrer celui que j'ai attrapé hier.$1",
  "Miihau.PennyEE.event11.041": "Les nouvelles fiches de Mme Penny sont trop cool !$1#$e#Elle nous a même donné des autocollants comme récompense pour avoir bien travaillé dessus.$0",
  "Miihau.PennyEE.event11.042": "Apprendre sans Mme Penny, c'est difficile.$2#$e#Mais Tante Marnie m'a dit que l'apprentissage serait bien plus amusant quand Mme Penny suivra son cours.$0",
  "Miihau.PennyEE.event11.043": "Waouh, Mme Penny est vraiment intelligente !$1#$b#J'ai hâte de voir toutes les nouvelles choses qu'elle va nous enseigner.$0#$e#Elle trouve toujours des façons amusantes et excitantes de nous aider à apprendre.$4",
  "Miihau.PennyEE.event11.044": "Je sais que ça peut être difficile quand ton partenaire est absent.$0#$b#Mais le temps passé séparés renforcera votre relation, je te le promets.$0#$e#On dirait que tu lui manques déjà beaucoup, non ?$1",
  "Miihau.PennyEE.event11.045": "Vincent n'arrête pas de parler de tout le plaisir qu'il a avec ses nouvelles fiches !$0#$e#J'ai entendu dire que tu as rendu tout cela possible.$0#$b#Bien joué, Romeo !$1^Bien joué, @ !$1",

   //Event 12 (I know there are a lot of duplicate lines, sorry <3 it was easier to do that way)
  "Miihau.PennyEE.event12.001": "Oh salut chéri !",
  "Miihau.PennyEE.event12.002": "Pourquoi tu me regardes comme ça ?$h",
  "Miihau.PennyEE.event12.003": "Tu as quelque chose à me montrer ? Mais je dois détourner le regard d'abord ?$0#$b#Chéri !? Qu'est-ce que tu as dans ta manche ? Tu as l'air tellement excité.$h#$b#D'accord, je vais jouer le jeu.$l",
  "Miihau.PennyEE.event12.004": "Je suis tellement curieuse ! C'est tellement amusant. Je suppose que je vais me tourner maintenant.$h",
  "Miihau.PennyEE.event12.005": "Tout est fini ?",
  "Miihau.PennyEE.event12.006": "Je suis tellement excitée !$h#$b#D'accord, je vais regarder maintenant.$l",
  "Miihau.PennyEE.event12.007": "...!$l",
  "Miihau.PennyEE.event12.008": "C'est bien ce que je pense ?$l",
  "Miihau.PennyEE.event12.009": "@!$l",
  "Miihau.PennyEE.event12.010": "Penny te serre fort dans ses bras",
  "Miihau.PennyEE.event12.011": "Je n'arrive pas à y croire, je n'y crois vraiment pas ! Tu l'as fait, tu as collecté tout ce dont j'ai besoin pour devenir une meilleure enseignante.$1#$b#Je ne sais même pas comment exprimer à quel point je suis reconnaissante.$l#$b#Tu sais, je pensais que c'était impossible de trouver tous ces objets ici dans la vallée, mais te voilà, avec tout ce dont j'ai besoin juste devant moi.$l",
  "Miihau.PennyEE.event12.012": "Mais plus que ça, je suis tellement heureuse de t'avoir dans ma vie.$l#$b#Tu as toujours cru en moi, même quand je ne croyais pas en moi.$l#$b#Et maintenant, avec ton aide, je peux amener mon enseignement à un niveau supérieur.$l",
  "Miihau.PennyEE.event12.013": "Cela signifie tellement pour moi que tu te soucies de mes rêves et de mes passions, et que tu me soutiennes dans tout ce que je fais.$l#$b#Tu es vraiment mon partenaire dans tous les sens du terme, et je ne pourrais pas être plus reconnaissante de t'avoir à mes côtés.$l#$b#Je suis submergée par mes sentiments. Qu'est-ce que j'ai fait pour mériter un partenaire comme toi à mes côtés ?$l",
  "Miihau.PennyEE.event12.014": "Il y a toujours eu cette étincelle spéciale chez toi, @. Je l'ai ressentie dès que je t'ai rencontré.$4#$b# Quelque chose de lumineux. Quelque chose de réel. Mais impossible à décrire.$4#$b# Tu es ma goutte d'étoile. Tu es mon préféré. $4#$b#Ai-je juste trouvé un nouveau surnom pour toi ? Hehe ! Goutte d'étoile ? C'est mignon ! $1#$b#@, je promets de tirer le meilleur parti de ces magnifiques cadeaux que tu m'as offerts.$0#$b#Merci, du fond du cœur.$11",
  "Miihau.PennyEE.event12.015": "Je t'aime, @ ! Plus que ce que je peux exprimer.$11#$e#J'ai hâte de montrer tes cadeaux à mes élèves !$h",
  "Miihau.PennyEE.event12.016": "Oh salut chéri !",
  "Miihau.PennyEE.event12.017": "Pourquoi tu me regardes comme ça ?$h",
  "Miihau.PennyEE.event12.018": "Tu as quelque chose à me montrer ? Mais je dois détourner le regard d'abord ?$0#$b#Chéri !? Qu'est-ce que tu as dans ta manche ? Tu as l'air tellement excité.$h#$b#D'accord, je vais jouer le jeu.$l",
  "Miihau.PennyEE.event12.019": "Je suis tellement curieuse ! C'est tellement amusant. Je suppose que je vais me tourner maintenant.$h",
  "Miihau.PennyEE.event12.020": "Tout est fini ?",
  "Miihau.PennyEE.event12.021": "Je suis tellement excitée !$h#$b#D'accord, je vais regarder maintenant.$l",
  "Miihau.PennyEE.event12.022": "...!$l",
  "Miihau.PennyEE.event12.023": "C'est bien ce que je pense ?$l",
  "Miihau.PennyEE.event12.024": "@!$l",
  "Miihau.PennyEE.event12.025": "Penny te serre fort dans ses bras",
  "Miihau.PennyEE.event12.026": "Je n'arrive pas à y croire, je n'y crois vraiment pas ! Tu l'as fait, tu as collecté tout ce dont j'ai besoin pour devenir une meilleure enseignante.$1#$b#Je ne sais même pas comment exprimer à quel point je suis reconnaissante.$l#$b#Tu sais, je pensais que c'était impossible de trouver tous ces objets ici dans la vallée, mais te voilà, avec tout ce dont j'ai besoin juste devant moi.$l",
  "Miihau.PennyEE.event12.027": "Mais plus que ça, je suis tellement heureuse de t'avoir dans ma vie.$l#$b#Tu as toujours cru en moi, même quand je ne croyais pas en moi.$l#$b#Et maintenant, avec ton aide, je peux amener mon enseignement à un niveau supérieur.$l",
  "Miihau.PennyEE.event12.028": "Cela signifie tellement pour moi que tu te soucies de mes rêves et de mes passions, et que tu me soutiennes dans tout ce que je fais.$l#$b#Tu es vraiment mon partenaire dans tous les sens du terme, et je ne pourrais pas être plus reconnaissante de t'avoir à mes côtés.$l#$b#Je suis submergée par mes sentiments. Qu'est-ce que j'ai fait pour mériter un partenaire comme toi à mes côtés ?$l",
  "Miihau.PennyEE.event12.029": "Il y a toujours eu cette étincelle spéciale chez toi, @. Je l'ai ressentie dès que je t'ai rencontré.$4#$b# Quelque chose de lumineux. Quelque chose de réel. Mais impossible à décrire.$4#$b# Tu es ma goutte d'étoile. Tu es mon préféré. $4#$b#Ai-je juste trouvé un nouveau surnom pour toi ? Hehe ! Goutte d'étoile ? C'est mignon ! $1#$b#@, je promets de tirer le meilleur parti de ces magnifiques cadeaux que tu m'as offerts.$0#$b#Merci, du fond du cœur.$11",
  "Miihau.PennyEE.event12.030": "Je t'aime, @ ! Plus que ce que je peux exprimer.$11#$e#J'ai hâte de montrer tes cadeaux à mes élèves !$h",

   //Event Elliott (I know there are a lot of duplicate lines, sorry <3 it was easier to do that way)
  "Miihau.PennyEE.eventElliott.001": "Ah, bonjour mon bon monsieur ! Qu'est-ce qui vous amène dans ma modeste demeure aujourd'hui ?^Ah, bonjour madame ! Qu'est-ce qui vous amène dans ma modeste demeure aujourd'hui ?",
  "Miihau.PennyEE.eventElliott.002": "Vous avez besoin de me parler ? Bien sûr, mon ami.",
  "Miihau.PennyEE.eventElliott.003": "Tu racontes à Elliott les expériences de Penny au cours et les objets dont elle a besoin pour mettre en œuvre ses nouvelles idées.#Tu demandes à Elliott s'il peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventElliott.004": "Fascinant ! La pédagogie est un peu en dehors de mon domaine d'expertise.$0#$b#Mon cher ami, cela me réchauffe le cœur de vous voir chercher des moyens d'aider votre chère Penny dans ses efforts d'enseignement.$h#$b#En tant qu'écrivain, je comprends l'importance d'avoir les bons outils pour donner vie à ses idées.$0#$b#J'ai justement une machine à écrire qui m'a bien servi au fil des ans. Mais je crois qu'il est temps qu'elle trouve une nouvelle maison.",
  "Miihau.PennyEE.eventElliott.005": "Elliott te tend une vieille machine à écrire qu'il avait stockée sous une table.",
  "Miihau.PennyEE.eventElliott.006": "Et quel meilleur foyer que celui de quelqu'un d'aussi dévoué à l'éducation de nos jeunes que Penny ?$0#$b#Ce sera un plaisir pour moi de la lui offrir pour sa cause, mon ami.$h#$b#Les membres de la communauté doivent se soutenir mutuellement dans les moments de besoin, après tout.",
  "Miihau.PennyEE.eventElliott.007": "Tu as collecté tous les objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventElliott.008": "Je suis toujours heureux d'aider la communauté de la manière que je peux.$0#$e#Assure-toi juste d'en prendre soin, d'accord ? Cette machine à écrire est une vieille amie !$h",
  "Miihau.PennyEE.eventElliott.009": "Ah, bonjour mon bon monsieur ! Qu'est-ce qui vous amène dans ma modeste demeure aujourd'hui ?^Ah, bonjour madame ! Qu'est-ce qui vous amène dans ma modeste demeure aujourd'hui ?",
  "Miihau.PennyEE.eventElliott.010": "Vous avez besoin de me parler ? Bien sûr, mon ami.",
  "Miihau.PennyEE.eventElliott.011": "Tu racontes à Elliott les expériences de Penny au cours et les objets dont elle a besoin pour mettre en œuvre ses nouvelles idées.#Tu demandes à Elliott s'il peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventElliott.012": "Fascinant ! La pédagogie est un peu en dehors de mon domaine d'expertise.$0#$b#Mon cher ami, cela me réchauffe le cœur de vous voir chercher des moyens d'aider votre chère Penny dans ses efforts d'enseignement.$h#$b#En tant qu'écrivain, je comprends l'importance d'avoir les bons outils pour donner vie à ses idées.$0#$b#J'ai justement une machine à écrire qui m'a bien servi au fil des ans. Mais je crois qu'il est temps qu'elle trouve une nouvelle maison.",
  "Miihau.PennyEE.eventElliott.013": "Elliott te tend une vieille machine à écrire qu'il avait stockée sous une table.",
  "Miihau.PennyEE.eventElliott.014": "Et quel meilleur foyer que celui de quelqu'un d'aussi dévoué à l'éducation de nos jeunes que Penny ?$0#$b#Ce sera un plaisir pour moi de la lui offrir pour sa cause, mon ami.$h#$b#Les membres de la communauté doivent se soutenir mutuellement dans les moments de besoin, après tout.",
  "Miihau.PennyEE.eventElliott.015": "Tu as collecté deux des trois objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventElliott.016": "Je suis toujours heureux d'aider la communauté de la manière que je peux.$0#$e#Assure-toi juste d'en prendre soin, d'accord ? Cette machine à écrire est une vieille amie !$h",
  "Miihau.PennyEE.eventElliott.017": "Ah, bonjour mon bon monsieur ! Qu'est-ce qui vous amène dans ma modeste demeure aujourd'hui ?^Ah, bonjour madame ! Qu'est-ce qui vous amène dans ma modeste demeure aujourd'hui ?",
  "Miihau.PennyEE.eventElliott.018": "Vous avez besoin de me parler ? Bien sûr, mon ami.",
  "Miihau.PennyEE.eventElliott.019": "Tu racontes à Elliott les expériences de Penny au cours et les objets dont elle a besoin pour mettre en œuvre ses nouvelles idées.#Tu demandes à Elliott s'il peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventElliott.020": "Fascinant ! La pédagogie est un peu en dehors de mon domaine d'expertise.$0#$b#Mon cher ami, cela me réchauffe le cœur de vous voir chercher des moyens d'aider votre chère Penny dans ses efforts d'enseignement.$h#$b#En tant qu'écrivain, je comprends l'importance d'avoir les bons outils pour donner vie à ses idées.$0#$b#J'ai justement une machine à écrire qui m'a bien servi au fil des ans. Mais je crois qu'il est temps qu'elle trouve une nouvelle maison.",
  "Miihau.PennyEE.eventElliott.021": "Elliott te tend une vieille machine à écrire qu'il avait stockée sous une table.",
  "Miihau.PennyEE.eventElliott.022": "Et quel meilleur foyer que celui de quelqu'un d'aussi dévoué à l'éducation de nos jeunes que Penny ?$0#$b#Ce sera un plaisir pour moi de la lui offrir pour sa cause, mon ami.$h#$b#Les membres de la communauté doivent se soutenir mutuellement dans les moments de besoin, après tout.",
  "Miihau.PennyEE.eventElliott.023": "Tu as collecté deux des trois objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventElliott.024": "Je suis toujours heureux d'aider la communauté de la manière que je peux.$0#$e#Assure-toi juste d'en prendre soin, d'accord ? Cette machine à écrire est une vieille amie !$h",
  "Miihau.PennyEE.eventElliott.025": "Ah, bonjour mon bon monsieur ! Qu'est-ce qui vous amène dans ma modeste demeure aujourd'hui ?^Ah, bonjour madame ! Qu'est-ce qui vous amène dans ma modeste demeure aujourd'hui ?",
  "Miihau.PennyEE.eventElliott.026": "Vous avez besoin de me parler ? Bien sûr, mon ami.",
  "Miihau.PennyEE.eventElliott.027": "Tu racontes à Elliott les expériences de Penny au cours et les objets dont elle a besoin pour mettre en œuvre ses nouvelles idées.#Tu demandes à Elliott s'il peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventElliott.028": "Fascinant ! La pédagogie est un peu en dehors de mon domaine d'expertise.$0#$b#Mon cher ami, cela me réchauffe le cœur de vous voir chercher des moyens d'aider votre chère Penny dans ses efforts d'enseignement.$h#$b#En tant qu'écrivain, je comprends l'importance d'avoir les bons outils pour donner vie à ses idées.$0#$b#J'ai justement une machine à écrire qui m'a bien servi au fil des ans. Mais je crois qu'il est temps qu'elle trouve une nouvelle maison.",
  "Miihau.PennyEE.eventElliott.029": "Elliott te tend une vieille machine à écrire qu'il avait stockée sous une table.",
  "Miihau.PennyEE.eventElliott.030": "Et quel meilleur foyer que celui de quelqu'un d'aussi dévoué à l'éducation de nos jeunes que Penny ?$0#$b#Ce sera un plaisir pour moi de la lui offrir pour sa cause, mon ami.$h#$b#Les membres de la communauté doivent se soutenir mutuellement dans les moments de besoin, après tout.",
  "Miihau.PennyEE.eventElliott.031": "Tu as collecté un des trois objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventElliott.032": "Je suis toujours heureux d'aider la communauté de la manière que je peux.$0#$e#Assure-toi juste d'en prendre soin, d'accord ? Cette machine à écrire est une vieille amie !$h",

   //Event Haley (I know there are a lot of duplicate lines, sorry <3 it was easier to do that way)
  "Miihau.PennyEE.eventHaley.001": "Oh, salut ! Puis-je t'aider, @ ?",
  "Miihau.PennyEE.eventHaley.002": "Tu as besoin d'aide et tu penses que je suis la personne à qui demander ?$0#$b#Hm... Je suis intriguée. Que veux-tu ?",
  "Miihau.PennyEE.eventHaley.003": "Tu racontes à Haley la passion de Penny pour l'enseignement et les objets dont elle a besoin pour enrichir l'expérience d'apprentissage de ses élèves.#Tu demandes à Haley si elle peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventHaley.004": "Oh mon Dieu...$8#$b#C'est une idée tellement adorable.$8#$b#Je suis impressionnée par ta dévotion envers ta femme.$8#$b#J'aimerais pouvoir trouver quelqu'un d'aussi passionné que toi.$l#$b#Laisse-moi voir ce que je peux faire.$h",
  "Miihau.PennyEE.eventHaley.005": "Tiens, tu peux avoir ça !$h",
  "Miihau.PennyEE.eventHaley.006": "Haley te tend un appareil photo Polaroid qu'elle avait dans un tiroir.",
  "Miihau.PennyEE.eventHaley.007": "C'est un vieux Polaroid.$h#$b#Il imprime les photos instantanément, donc ce serait parfait pour Penny.$0#$b#Je n'en ai plus besoin parce que j'ai un nouvel appareil photo et une chambre noire spéciale pour développer mes photos.$0#$b#J'espère qu'elle prendra plaisir à l'utiliser et que les enfants apprécieront de voir les photos.$0",
  "Miihau.PennyEE.eventHaley.008": "Et hé, si tu as besoin de mon aide ou de mes conseils pour quoi que ce soit, fais-le moi savoir.",
  "Miihau.PennyEE.eventHaley.009": "Tu as collecté tous les objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventHaley.010": "Penny est vraiment une femme chanceuse ! Je t'avais vraiment mal jugé au début, @.$l#$e#Eh bien, profite de l'appareil photo et fais-moi savoir si tu as besoin de quoi que ce soit d'autre.",
  "Miihau.PennyEE.eventHaley.011": "Oh, salut ! Puis-je t'aider, @ ?",
  "Miihau.PennyEE.eventHaley.012": "Tu as besoin d'aide et tu penses que je suis la personne à qui demander ?$0#$b#Hm... Je suis intriguée. Que veux-tu ?",
  "Miihau.PennyEE.eventHaley.013": "Tu racontes à Haley la passion de Penny pour l'enseignement et les objets dont elle a besoin pour enrichir l'expérience d'apprentissage de ses élèves.#Tu demandes à Haley si elle peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventHaley.014": "Oh mon Dieu...$8#$b#C'est une idée tellement adorable.$8#$b#Je suis impressionnée par ta dévotion envers ta femme.$8#$b#J'aimerais pouvoir trouver quelqu'un d'aussi passionné que toi.$l#$b#Laisse-moi voir ce que je peux faire.$h",
  "Miihau.PennyEE.eventHaley.015": "Tiens, tu peux avoir ça !$h",
  "Miihau.PennyEE.eventHaley.016": "Haley te tend un appareil photo Polaroid qu'elle avait dans un tiroir.",
  "Miihau.PennyEE.eventHaley.017": "C'est un vieux Polaroid.$h#$b#Il imprime les photos instantanément, donc ce serait parfait pour Penny.$0#$b#Je n'en ai plus besoin parce que j'ai un nouvel appareil photo et une chambre noire spéciale pour développer mes photos.$0#$b#J'espère qu'elle prendra plaisir à l'utiliser et que les enfants apprécieront de voir les photos.$0",
  "Miihau.PennyEE.eventHaley.018": "Et hé, si tu as besoin de mon aide ou de mes conseils pour quoi que ce soit, fais-le moi savoir.",
  "Miihau.PennyEE.eventHaley.019": "Tu as collecté deux des trois objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventHaley.020": "Penny est vraiment une femme chanceuse ! Je t'avais vraiment mal jugé au début, @.$l#$e#Eh bien, profite de l'appareil photo et fais-moi savoir si tu as besoin de quoi que ce soit d'autre.",
  "Miihau.PennyEE.eventHaley.021": "Oh, salut ! Puis-je t'aider, @ ?",
  "Miihau.PennyEE.eventHaley.022": "Tu as besoin d'aide et tu penses que je suis la personne à qui demander ?$0#$b#Hm... Je suis intriguée. Que veux-tu ?",
  "Miihau.PennyEE.eventHaley.023": "Tu racontes à Haley la passion de Penny pour l'enseignement et les objets dont elle a besoin pour enrichir l'expérience d'apprentissage de ses élèves.#Tu demandes à Haley si elle peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventHaley.024": "Oh mon Dieu...$8#$b#C'est une idée tellement adorable.$8#$b#Je suis impressionnée par ta dévotion envers ta femme.$8#$b#J'aimerais pouvoir trouver quelqu'un d'aussi passionné que toi.$l#$b#Laisse-moi voir ce que je peux faire.$h",
  "Miihau.PennyEE.eventHaley.025": "Tiens, tu peux avoir ça !$h",
  "Miihau.PennyEE.eventHaley.026": "Haley te tend un appareil photo Polaroid qu'elle avait dans un tiroir.",
  "Miihau.PennyEE.eventHaley.027": "C'est un vieux Polaroid.$h#$b#Il imprime les photos instantanément, donc ce serait parfait pour Penny.$0#$b#Je n'en ai plus besoin parce que j'ai un nouvel appareil photo et une chambre noire spéciale pour développer mes photos.$0#$b#J'espère qu'elle prendra plaisir à l'utiliser et que les enfants apprécieront de voir les photos.$0",
  "Miihau.PennyEE.eventHaley.028": "Et hé, si tu as besoin de mon aide ou de mes conseils pour quoi que ce soit, fais-le moi savoir.",
  "Miihau.PennyEE.eventHaley.029": "Tu as collecté deux des trois objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventHaley.030": "Penny est vraiment une femme chanceuse ! Je t'avais vraiment mal jugé au début, @.$l#$e#Eh bien, profite de l'appareil photo et fais-moi savoir si tu as besoin de quoi que ce soit d'autre.",
  "Miihau.PennyEE.eventHaley.031": "Oh, salut ! Puis-je t'aider, @ ?",
  "Miihau.PennyEE.eventHaley.032": "Tu as besoin d'aide et tu penses que je suis la personne à qui demander ?$0#$b#Hm... Je suis intriguée. Que veux-tu ?",
  "Miihau.PennyEE.eventHaley.033": "Tu racontes à Haley la passion de Penny pour l'enseignement et les objets dont elle a besoin pour enrichir l'expérience d'apprentissage de ses élèves.#Tu demandes à Haley si elle peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventHaley.034": "Oh mon Dieu...$8#$b#C'est une idée tellement adorable.$8#$b#Je suis impressionnée par ta dévotion envers ta femme.$8#$b#J'aimerais pouvoir trouver quelqu'un d'aussi passionné que toi.$l#$b#Laisse-moi voir ce que je peux faire.$h",
  "Miihau.PennyEE.eventHaley.035": "Tiens, tu peux avoir ça !$h",
  "Miihau.PennyEE.eventHaley.036": "Haley te tend un appareil photo Polaroid qu'elle avait dans un tiroir.",
  "Miihau.PennyEE.eventHaley.037": "C'est un vieux Polaroid.$h#$b#Il imprime les photos instantanément, donc ça devrait être parfait pour Penny.$0#$b#Je n'en ai plus besoin parce que j'ai un nouvel appareil photo et une chambre noire spéciale pour développer mes photos.$0#$b#J'espère qu'elle prendra plaisir à l'utiliser et que les enfants apprécieront de voir les photos.$0",
  "Miihau.PennyEE.eventHaley.038": "Et hé, si tu as besoin de mon aide ou de mes conseils pour quoi que ce soit, fais-le moi savoir.",
  "Miihau.PennyEE.eventHaley.039": "Tu as collecté un des trois objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventHaley.040": "Penny est vraiment une femme chanceuse ! Je t'avais vraiment mal jugé au début, @.$l#$e#Eh bien, profite de l'appareil photo et fais-moi savoir si tu as besoin de quoi que ce soit d'autre.",
  
   //Event Maru (I know there are a lot of duplicate lines, sorry <3 it was easier to do that way)
  "Miihau.PennyEE.eventMaru.001": "Salut, @! Tu es venu pour apprendre quelque chose sur nos recherches ?$0",
  "Miihau.PennyEE.eventMaru.002": "Bien sûr, je peux prendre une pause et discuter un instant.",
  "Miihau.PennyEE.eventMaru.003": "Tu racontes à Maru le rêve de Penny de devenir une meilleure enseignante et les objets dont elle a besoin pour réaliser ce rêve.#Tu demandes à Maru si elle peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventMaru.004": "Wow !$4#$b#J'adore ton idée !$4#$b#Attends une seconde. Je vais chercher une calculatrice rapidement.",
  "Miihau.PennyEE.eventMaru.005": "Maru te tend une calculatrice scientifique élégante qu'elle a prise d'une pile de calculatrices sur son étagère.",
  "Miihau.PennyEE.eventMaru.006": "Je bricole toujours avec de l'électronique et des gadgets, alors j'ai accumulé toute une collection !$h#$b#Je suis contente d'en donner une à ma bonne amie Penny.$1",
  "Miihau.PennyEE.eventMaru.007": "En fait, je suis un peu surprise qu'elle ne m'ait jamais demandée une avant.$2#$b#Penny a toujours soutenu mon travail, même si elle ne le comprend pas toujours.$0#$b#Mais c'est ce qui fait d'elle une amie géniale, non ?$0#$b#Elle est toujours prête à apprendre et à essayer de nouvelles choses. Maintenant, j'ai l'occasion de la soutenir aussi !",
  "Miihau.PennyEE.eventMaru.008": "Oh, et une dernière chose.",
  "Miihau.PennyEE.eventMaru.009": "Peux-tu dire à Penny d'arrêter de me demander quand je vais demander Harvey en rendez-vous ?$h",
  "Miihau.PennyEE.eventMaru.010": "Tu as collecté tous les objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventMaru.011": "J'ai choisi une calculatrice qui devrait parfaitement correspondre aux besoins de Penny.$0#$e#C'est toujours génial de voir des amis s'entraider comme ça. J'espère que Penny prendra plaisir à l'utiliser !$h",
  "Miihau.PennyEE.eventMaru.012": "Salut, @! Tu es venu pour apprendre quelque chose sur nos recherches ?$0",
  "Miihau.PennyEE.eventMaru.013": "Bien sûr, je peux prendre une pause et discuter un instant.",
  "Miihau.PennyEE.eventMaru.014": "Tu racontes à Maru le rêve de Penny de devenir une meilleure enseignante et les objets dont elle a besoin pour réaliser ce rêve.#Tu demandes à Maru si elle peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventMaru.015": "Wow !$4#$b#J'adore ton idée !$4#$b#Attends une seconde. Je vais chercher une calculatrice rapidement.",
  "Miihau.PennyEE.eventMaru.016": "Maru te tend une calculatrice scientifique élégante qu'elle a prise d'une pile de calculatrices sur son étagère.",
  "Miihau.PennyEE.eventMaru.017": "Je bricole toujours avec de l'électronique et des gadgets, alors j'ai accumulé toute une collection !$h#$b#Je suis contente d'en donner une à ma bonne amie Penny.$1",
  "Miihau.PennyEE.eventMaru.018": "En fait, je suis un peu surprise qu'elle ne m'ait jamais demandée une avant.$2#$b#Penny a toujours soutenu mon travail, même si elle ne le comprend pas toujours.$0#$b#Mais c'est ce qui fait d'elle une amie géniale, non ?$0#$b#Elle est toujours prête à apprendre et à essayer de nouvelles choses. Maintenant, j'ai l'occasion de la soutenir aussi !",
  "Miihau.PennyEE.eventMaru.019": "Oh, et une dernière chose.",
  "Miihau.PennyEE.eventMaru.020": "Peux-tu dire à Penny d'arrêter de me demander quand je vais demander Harvey en rendez-vous ?$h",
  "Miihau.PennyEE.eventMaru.021": "Tu as collecté deux des trois objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventMaru.022": "J'ai choisi une calculatrice qui devrait parfaitement correspondre aux besoins de Penny.$0#$e#C'est toujours génial de voir des amis s'entraider comme ça. J'espère que Penny prendra plaisir à l'utiliser !$h",
  "Miihau.PennyEE.eventMaru.023": "Salut, @! Tu es venu pour apprendre quelque chose sur nos recherches ?$0",
  "Miihau.PennyEE.eventMaru.024": "Bien sûr, je peux prendre une pause et discuter un instant.",
  "Miihau.PennyEE.eventMaru.025": "Tu racontes à Maru le rêve de Penny de devenir une meilleure enseignante et les objets dont elle a besoin pour réaliser ce rêve.#Tu demandes à Maru si elle peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventMaru.026": "Wow !$4#$b#J'adore ton idée !$4#$b#Attends une seconde. Je vais chercher une calculatrice rapidement.",
  "Miihau.PennyEE.eventMaru.027": "Maru te tend une calculatrice scientifique élégante qu'elle a prise d'une pile de calculatrices sur son étagère.",
  "Miihau.PennyEE.eventMaru.028": "Je bricole toujours avec de l'électronique et des gadgets, alors j'ai accumulé toute une collection !$h#$b#Je suis contente d'en donner une à ma bonne amie Penny.$1",
  "Miihau.PennyEE.eventMaru.029": "En fait, je suis un peu surprise qu'elle ne m'ait jamais demandée une avant.$2#$b#Penny a toujours soutenu mon travail, même si elle ne le comprend pas toujours.$0#$b#Mais c'est ce qui fait d'elle une amie géniale, non ?$0#$b#Elle est toujours prête à apprendre et à essayer de nouvelles choses. Maintenant, j'ai l'occasion de la soutenir aussi !",
  "Miihau.PennyEE.eventMaru.030": "Oh, et une dernière chose.",
  "Miihau.PennyEE.eventMaru.031": "Peux-tu dire à Penny d'arrêter de me demander quand je vais demander Harvey en rendez-vous ?$h",
  "Miihau.PennyEE.eventMaru.032": "Tu as collecté deux des trois objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventMaru.033": "J'ai choisi une calculatrice qui devrait parfaitement correspondre aux besoins de Penny.$0#$e#C'est toujours génial de voir des amis s'entraider comme ça. J'espère que Penny prendra plaisir à l'utiliser !$h",
  "Miihau.PennyEE.eventMaru.034": "Salut, @! Tu es venu pour apprendre quelque chose sur nos recherches ?$0",
  "Miihau.PennyEE.eventMaru.035": "Bien sûr, je peux prendre une pause et discuter un instant.",
  "Miihau.PennyEE.eventMaru.036": "Tu racontes à Maru le rêve de Penny de devenir une meilleure enseignante et les objets dont elle a besoin pour réaliser ce rêve.#Tu demandes à Maru si elle peut t'aider avec l'un des objets dont Penny a besoin.",
  "Miihau.PennyEE.eventMaru.037": "Wow !$4#$b#J'adore ton idée !$4#$b#Attends une seconde. Je vais chercher une calculatrice rapidement.",
  "Miihau.PennyEE.eventMaru.038": "Maru te tend une calculatrice scientifique élégante qu'elle a prise d'une pile de calculatrices sur son étagère.",
  "Miihau.PennyEE.eventMaru.039": "Je bricole toujours avec de l'électronique et des gadgets, alors j'ai accumulé toute une collection !$h#$b#Je suis contente d'en donner une à ma bonne amie Penny.$1",
  "Miihau.PennyEE.eventMaru.040": "En fait, je suis un peu surprise qu'elle ne m'ait jamais demandée une avant.$2#$b#Penny a toujours soutenu mon travail, même si elle ne le comprend pas toujours.$0#$b#Mais c'est ce qui fait d'elle une amie géniale, non ?$0#$b#Elle est toujours prête à apprendre et à essayer de nouvelles choses. Maintenant, j'ai l'occasion de la soutenir aussi !",
  "Miihau.PennyEE.eventMaru.041": "Oh, et une dernière chose.",
  "Miihau.PennyEE.eventMaru.042": "Peux-tu dire à Penny d'arrêter de me demander quand je vais demander Harvey en rendez-vous ?$h",
  "Miihau.PennyEE.eventMaru.043": "Tu as collecté un des trois objets nécessaires pour aider Penny à réaliser son rêve de devenir une meilleure enseignante.",
  "Miihau.PennyEE.eventMaru.044": "J'ai choisi une calculatrice qui devrait parfaitement correspondre aux besoins de Penny.$0#$e#C'est toujours génial de voir des amis s'entraider comme ça. J'espère que Penny prendra plaisir à l'utiliser !$h"
}