{
  //Mail
  "Miihau.AbigailEE.Mail.001": "^Cher @,^^Récemment, passer du temps avec toi a été tout simplement incroyable. Nous avons partagé des rires, des rêves, et même nos espoirs pour l'avenir. Tu es devenu une personne spéciale dans ma vie, et je chéris chaque moment passé ensemble.^C'est pourquoi j'aimerais t'inviter à une nuit magique de camping dans la forêt au sud de ta ferme.^^^Serais-tu prêt à m'accompagner pour notre première véritable aventure ?^Si oui, retrouve-moi près de la tour magique après 22h.^^J'ai hâte de partager cette nuit magique avec toi.^^     Bien à toi,^     Abigail[#]Invitation de camping d'Abigail",
  "Miihau.AbigailEE.Mail.002": "@,^^Retrouve-moi devant la Guilde des Aventuriers au coucher du soleil.^^     Sois prêt,^     un ami[#]Rendez-vous à la Guilde des Aventuriers ?",

  //Event 1
  "Miihau.AbigailEE.event1.001": "Les mines... Je me demande à quoi ça ressemble là-dessous.$9#$b#Hmm, elles sont toujours si mystérieuses et fascinantes.$9#$b#Je me demande quels secrets elles cachent...$3",
  "Miihau.AbigailEE.event1.002": "Peut-être que je devrais tenter le coup.$0",
  "Miihau.AbigailEE.event1.003": "Mais et si c'était trop dangereux ?$2",
  "Miihau.AbigailEE.event1.004": "Mais je ne peux pas en parler à qui que ce soit.$2#$b#Personne ne comprendrait.$2",
  "Miihau.AbigailEE.event1.005": "Oh, salut !$7#$b#Je regardais juste... euh, l'entrée des mines.$2#$b#Ce n'est pas un gros problème ou quoi.$1",
  "Miihau.AbigailEE.event1.006": "Je veux dire, ce n'est pas comme si j'étais vraiment intéressée ou quoi.$2#$b#C'est juste... tu sais, de la curiosité.$1#$b#Mais, euh, c'est probablement trop dangereux pour quelqu'un comme moi.$1",
  "Miihau.AbigailEE.event1.006X": "#'Il y a des monstres là-dedans, tu sais.'#'C'est assez effrayant et sombre là-dessous.'",
  "Miihau.AbigailEE.event1.007": "Ouais, exactement. J'ai entendu parler de tous les monstres et dangers là-dessous.",
  "Miihau.AbigailEE.event1.008": "...$9#$b#Au moins, je n'ai pas peur du noir.$9",
  "Miihau.AbigailEE.event1.009": "Ce n'est pas comme si je voulais y aller ou quoi.$2#$b#C'est juste... intéressant d'y penser.$1",
  "Miihau.AbigailEE.event1.010": "Eh bien, je suppose que si toi aussi tu trouves ça fascinant, ce n'est pas si mal, non ?$2#$b#Peut-être que ça vaut la peine d'essayer.$2",
  "Miihau.AbigailEE.event1.011": "Mais peut-être qu'ils ont raison...$2#$b#C'est mieux de ne pas prendre de risques inutiles.$2#$b#Ne t'inquiète pas @. Je réfléchissais juste à ça, c'est tout.$2",
  "Miihau.AbigailEE.event1.011X": "#'Oui, j'y pense assez souvent.'#'Je ne pense pas vraiment à explorer.'",
  "Miihau.AbigailEE.event1.012": "Comment réagis-tu ?#Encourager Abigail à explorer.#Décourager Abigail d'explorer.",
  "Miihau.AbigailEE.event1.013": "Tu penses que je devrais tenter le coup ?$0#$b#Eh bien, peut-être que j'y réfléchirai, mais rien n'est promis.$0",
  "Miihau.AbigailEE.event1.014": "Je pense que je vais rentrer maintenant.$0#$b#Merci de comprendre, et, tu sais, de ne pas en faire tout un plat.$0#$b#C'est agréable d'avoir quelqu'un avec qui partager ces pensées passagères.$0",
  "Miihau.AbigailEE.event1.015": "Les mines...$9#$e#Oh, salut @ !$1#$b#Merci encore pour aujourd'hui.$0#$b#On devrait discuter plus souvent.$0",
  "Miihau.AbigailEE.event1.016": "Ouais, tu as probablement raison.$2#$b#Tu parles comme eux.$2",
  "Miihau.AbigailEE.event1.017": "'Il est sage de privilégier la sécurité à la curiosité, Abby.'$2",
  "Miihau.AbigailEE.event1.018": "Je vais partir...$2#$b#À bientôt.$2",
  "Miihau.AbigailEE.event1.019": "Ne t'inquiète pas, je ne vais pas explorer les mines.$3#$b#On peut juste arrêter de parler de ça, et de ce qui s'est passé aujourd'hui.$3",

  // Événement 2
  "Miihau.AbigailEE.event2.001": "Whoa, hé !$7#$b#Je ne m'attendais pas à voir quelqu'un ici, surtout dans le cimetière à cette heure.$7",
  "Miihau.AbigailEE.event2.002": "Je veux dire, c'est un peu inhabituel, je suppose.$1#$b#Mais je trouve les endroits comme celui-ci étrangement fascinants.$0#$b#L'aspect étrange, les histoires qui pourraient être cachées dans les pierres tombales.$0",
  "Miihau.AbigailEE.event2.003": "Cette pierre tombale est en l'honneur d'une grande aventure.$0",
  "Miihau.AbigailEE.event2.004": "Tu sais, je suis vraiment fan des histoires d'aventure.$0#$b#L'idée d'explorer des endroits mystérieux, de trouver des trésors cachés, de découvrir des secrets anciens.$0#$b#C'est tellement excitant.$1",
  "Miihau.AbigailEE.event2.005": "Il y a ce livre que je lis, qui parle d'un aventurier audacieux nommé Mona et des quêtes qu'il a entreprises.$0#$b#Ça me fait rêver d'avoir ma propre aventure un jour, même si ce n'est pas aussi dangereux.$4",
  "Miihau.AbigailEE.event2.006": "Peut-être que c'est juste l'idée romantique de tout ça, mais explorer et découvrir l'inconnu...$0#$b#C'est un peu une montée d'adrénaline, tu ne trouves pas ?$4",
  "Miihau.AbigailEE.event2.006X": "#D'accord avec Abigail.#Pas d'accord avec Abigail.",
  "Miihau.AbigailEE.event2.007": "N'est-ce pas ?$1#$b#Je suis content que tu le voies de cette façon aussi.$1",
  "Miihau.AbigailEE.event2.008": "Hmm...$8#$b#Peut-être que c'est juste moi alors.$9",
  "Miihau.AbigailEE.event2.009": "Tu sais, il y a un conte dans ce livre où l'aventurier explore une ancienne ruine volcanique, affrontant des pièges et résolvant des énigmes pour atteindre une chambre cachée.$0#$b#La façon dont l'auteur décrit l'adrénaline de découvrir une histoire oubliée, c'est captivant.$0#$b#Ça me donne envie de vivre ce genre d'excitation, même si c'est à une échelle plus petite.$1",
  "Miihau.AbigailEE.event2.010": "Je crois que nous sommes réellement seuls.$0#$b#Alors je vais te confier un secret.$4#$b#J'ai secrètement pratiqué mes compétences à l'épée dans l'espoir d'être prête pour toute aventure inattendue.$0#$b#Ne le dis à personne, d'accord !$1",
  "Miihau.AbigailEE.event2.011": "Alors, as-tu déjà rêvé d'aventure, d'explorer des territoires inconnus ?$0",
  "Miihau.AbigailEE.event2.011X": "#'Oui, assez souvent.'#'Je ne pense pas vraiment à explorer.'",
  "Miihau.AbigailEE.event2.012": "Intéressant !$1#$b#C'est incroyable comment les histoires et les rêves peuvent nous inspirer.$0#$b#Qui sait, peut-être qu'un jour nous vivrons notre propre aventure ici même à Pelican Town.$1",
  "Miihau.AbigailEE.event2.013": "Eh bien, tu devrais vraiment essayer...$8#$b#Avant que tu emménages dans cette maison, j'explorais assez fréquemment la ferme.$9",
  "Miihau.AbigailEE.event2.014": "Il se fait assez tard.$0#$b#J'aurais dû être à la maison il y a des heures.$1#$b#S'il te plaît, ne dis pas à mes parents que tu m'as vue ici.$0",
  "Miihau.AbigailEE.event2.015": "Oh et merci de m'avoir rejoint ici, même si c'est un peu inhabituel.$0#$b#J'aime vraiment discuter de ces choses avec toi.$0",
  "Miihau.AbigailEE.event2.016": "De toute façon, bye !$1",
  "Miihau.AbigailEE.event2.017": "J'ai ce sentiment étrange qu'Abigail faisait quelque chose la nuit dernière...$2#$b#Je n'arrive pas vraiment à mettre le doigt dessus.$2",
  "Miihau.AbigailEE.event2.018": "Abigail semblait un peu agitée ce matin.$2#$e#Je me demande si quelque chose la préoccupait.$2#$b#Elle a été un peu évasive sur ses activités.$2#$b#Les jeunes cœurs, toujours en quête d'excitation !$1",
  "Miihau.AbigailEE.event2.019": "Hé, as-tu remarqué que mes parents agissaient un peu bizarrement aujourd'hui ?$3#$b#Je pense qu'ils ont peut-être découvert que je m'étais faufilée au cimetière la nuit dernière.$1#$b#Oups !$1",

  // Événement 2
  "Miihau.AbigailEE.event3.001": "Allez, allez, allez !$5",
  "Miihau.AbigailEE.event3.002": "Ugh, sérieusement ?$5#$b#Je n'arrive pas à croire que j'ai un score plus bas que vous deux.$3",
  "Miihau.AbigailEE.event3.003": "C'est pour le fun, Abby.$h#$b#Tu t'amélioreras avec de la pratique.$h",
  "Miihau.AbigailEE.event3.004": "Ouais, la pratique rend parfait.$h",
  "Miihau.AbigailEE.event3.005": "Oh, salut @.$0",
  "Miihau.AbigailEE.event3.006": "Salut @ !$0#$b#J'aurais aimé que tu me voies avec un meilleur score.$2",
  "Miihau.AbigailEE.event3.007": "Hé, si on invitait @ à se joindre à nous ?",
  "Miihau.AbigailEE.event3.008": "Ouais !$1#$b#@, ça te dit de nous défier à quelques jeux d'arcade ?$0",
  "Miihau.AbigailEE.event3.009": "#'Bien sûr, jouons !'#'Je n'aime pas trop les jeux vidéo, désolé.'",
  "Miihau.AbigailEE.event3.010": "Génial !$h#$b#Voyons qui va avoir le meilleur score cette fois.",
  "Miihau.AbigailEE.event3.011": "Après une ronde excitante à l'arcade avec Abigail, Sam et Sebastian, tu as décidé de passer un peu de temps avec Abigail pendant que Sam et Sebastian se plongeaient dans une partie de billard.#L'esprit compétitif d'Abigail l'a poussée à obtenir le meilleur score cette fois-ci, une victoire qu'elle a célébrée avec un sourire triomphal.",
  "Miihau.AbigailEE.event3.012": "Ouf, enfin un bon score !$1#$b#C'est une question de timing et de précision.$1#$b#Je savais que je pouvais y arriver.$0",
  "Miihau.AbigailEE.event3.013": "Alors, quel genre de jeux tu aimes ?$0#$b#Il y a des jeux qui te passionnent vraiment ?$0",
  "Miihau.AbigailEE.event3.014": "#'J'aime tous les types de jeux.'#'J'adore les jeux d'aventure.'",
  "Miihau.AbigailEE.event3.015": "Oh, c'est génial !$0#$b#Explorer ces mondes virtuels et relever des défis doit être tellement excitant.$0#$b#Je comprends pourquoi tu aimes ça.$1",
  "Miihau.AbigailEE.event3.016": "Tu sais, c'est super de trouver quelqu'un qui apprécie les jeux autant que moi.$0#$b#On devrait vraiment faire équipe pour des jeux en coopération un de ces jours.$1",
  "Miihau.AbigailEE.event3.017": "Il y a eu cette fois où j'ai essayé de battre ce boss dans 'Journey of the Prairie King.'$0#$b#J'étais tellement proche, mais je me suis fait avoir juste à la fin.$2#$b#J'ai dû essayer cent fois après ça juste pour prouver que je pouvais le battre.$1",
  "Miihau.AbigailEE.event3.018": "Ouais, la persévérance paye dans les jeux comme dans la vie, je suppose.$1",
  "Miihau.AbigailEE.event3.019": "Hé, vous deux, vous passez un bon moment ?$0",
  "Miihau.AbigailEE.event3.020": "On dirait que vous vous entendez bien autour des jeux.$0#$b#C'est cool.$1",
  "Miihau.AbigailEE.event3.021": "On s'entend super bien, Sam !$1",
  "Miihau.AbigailEE.event3.022": "Euh... @, et si toi et Sam jouiez au billard ensuite...$0",
  "Miihau.AbigailEE.event3.023": "Dommage.$s",
  "Miihau.AbigailEE.event3.024": "Bref...$0#$b#Allez Abby, tu peux le faire, essaie encore.",
  "Miihau.AbigailEE.event3.025": "Tha... Merci Sebastian.$2",
  "Miihau.AbigailEE.event3.026": "...$s#$b#J'ai obtenu un nouveau score sans toi.$9#$e#Ça aurait été sympa que tu puisses le voir.$8",
  "Miihau.AbigailEE.event3.027": "Hé, c'est cool que toi et Abigail vous soyez bien entendus au saloon.$0#$b#C'est une super amie, et c'est bien de la voir s'amuser.$0#$e#Rappelle-toi juste qu'on veille sur elle, d'accord ?$1",
  "Miihau.AbigailEE.event3.028": "C'est chouette qu'Abigail ait passé un bon moment avec toi au saloon.$0#$b#Elle semble vraiment apprécier ta compagnie.$2#$e#C'est juste...$2#$e#Laisse tomber.$0",
  "Miihau.AbigailEE.event3.029": "Merci d'avoir traîné avec nous au saloon.$0#$b#C'était super !$1#$e#J'ai passé un bon moment, et ça me fait vraiment plaisir que tu aies partagé mon enthousiasme.$0",

  //Event 4
  "Miihau.AbigailEE.event4.001": "Abigail, peux-tu aller ranger les étagères là-bas ?$0",
  "Miihau.AbigailEE.event4.002": "Bien sûr, papa.$2",
  "Miihau.AbigailEE.event4.003": "Salut !",
  "Miihau.AbigailEE.event4.004": "Bonjour @.$0#$b#Tu es venu acheter des graines ?$h",
  "Miihau.AbigailEE.event4.005": "Abigail !",
  "Miihau.AbigailEE.event4.006": "Abigail ! Fais attention à ce que tu fais !$3#$b#Tu as failli renverser tout le stock !$3",
  "Miihau.AbigailEE.event4.007": "Désolée, papa.$s#$b#C'était juste un accident.$s",
  "Miihau.AbigailEE.event4.008": "Accident ou pas, on ne peut pas se permettre de perdre du stock comme ça.$3#$b#Fais attention !$3",
  "Miihau.AbigailEE.event4.008X": "Que fais-tu ?#Consoler Abigail#Parler à Pierre#Partir",
  "Miihau.AbigailEE.event4.009": "Abigail te regarde avec une expression triste.",
  "Miihau.AbigailEE.event4.010": "...$s#$e#Je n'ai pas envie de parler aujourd'hui.$s",
  "Miihau.AbigailEE.event4.011": "#'C'est rien Abigail, ce genre de choses arrive.'#'Hé, les accidents arrivent à tout le monde, Abigail.'",
  "Miihau.AbigailEE.event4.012": "Merci, @.$0#$b#Parfois, c'est juste difficile quand on a l'impression de ne pas être à la hauteur des attentes des parents.$s",
  "Miihau.AbigailEE.event4.013": "Désolé Abigail...$s#$b#Tu fais un excellent travail ici, et ta détermination se voit vraiment.$s#$b#Je n'aurais pas dû me mettre en colère pour un petit incident.$s",
  "Miihau.AbigailEE.event4.014": "Ce n'est rien, papa.$0#$b#Je sais que tu tiens à la boutique, et je comprends la pression sous laquelle tu es.$0#$b#Passons à autre chose, d'accord ?$0",
  "Miihau.AbigailEE.event4.015": "Quoi ?!$3",
  "Miihau.AbigailEE.event4.015X": "#'Je comprends qu'il soit important de gérer la boutique, mais peut-être qu'une approche plus douce serait préférable.'#'Abigail fait de son mieux pour aider. Un peu de compréhension pourrait faire toute la différence.'",
  "Miihau.AbigailEE.event4.016": "Approche plus douce !?$2",
  "Miihau.AbigailEE.event4.017": "Comprendre !?$3",
  "Miihau.AbigailEE.event4.018": "Tu penses que tu peux juste débarquer ici et me dire comment gérer ma propre boutique ?$3",
  "Miihau.AbigailEE.event4.019": "Abigail a l'air encore plus mal à l'aise qu'avant.",
  "Miihau.AbigailEE.event4.020": "Papa, ça va.$s#$b#Concentrons-nous juste sur le fait de nous calmer.$s",
  "Miihau.AbigailEE.event4.021": "Se concentrer sur quoi ?!$3#$b#Si tu étais plus concentrée, on ne serait pas dans ce pétrin !$3",
  "Miihau.AbigailEE.event4.022": "Abigail a l'air blessée et embarrassée.",
  "Miihau.AbigailEE.event4.023": "Que fais-tu ?#Intervenir pour défendre Abigail.#Quitter la situation inconfortable.",
  "Miihau.AbigailEE.event4.024": "Pierre ! Arrête !$3",
  "Miihau.AbigailEE.event4.025": "...$s#$e#Je n'ai pas envie de parler aujourd'hui.$s",
  "Miihau.AbigailEE.event4.026": "#'Monsieur Pierre, cela ne sert à rien.'#'Crier après Abigail ne résoudra pas le problème.'",
  "Miihau.AbigailEE.event4.027": "Tu as raison...$s",
  "Miihau.AbigailEE.event4.028": "Je suis désolé, Abigail. Je ne voulais pas faire de scène.$2",
  "Miihau.AbigailEE.event4.029": "Abigail hoche la tête, essayant de garder son calme.",
  "Miihau.AbigailEE.event4.030": "Prends le reste de la semaine off, Abigail.$2#$b#Je te promets que je vais me rattraper.$s",
  "Miihau.AbigailEE.event4.031": "Je vais partir maintenant...$s",
  "Miihau.AbigailEE.event4.032": "Merci de m'avoir aidé à voir les choses sous un autre angle.$0#$b#Je dois me rappeler d'être patient et compréhensif, surtout avec Abigail.$0#$e#La boutique est importante, mais ma relation avec Abigail l'est aussi.$0#$b#Je vais travailler à trouver cet équilibre.$h",
  "Miihau.AbigailEE.event4.033": "Hé, @, je voulais te parler de ce qui s'est passé à la boutique.$s#$b#Je me rends compte que j'ai perdu mon calme, et je n'aurais pas dû m'en prendre à Abigail.$s#$b#Gérer la boutique et subvenir aux besoins de la famille peut être stressant, mais ce n'est pas une excuse pour traiter Abigail de cette façon.$s#$b#Je dois faire mieux.$s#$e#Merci d'avoir essayé de réparer les choses.$s#$b#Je vais m'excuser auprès d'Abigail et travailler à mieux gérer mon stress.$s#$b#Elle compte énormément pour moi.$s",
  "Miihau.AbigailEE.event4.034": "Hé, @, je tiens vraiment à te remercier d'être intervenu après que j'ai renversé quelque chose.$0#$b#Ça me touche beaucoup.$l#$e#Les choses peuvent devenir tendues à la boutique parfois, mais la famille reste la famille.$0#$b#Je suis sûr que papa n'a pas voulu être aussi dur.$0",
  "Miihau.AbigailEE.event4.035": "Hé, @, je voulais te remercier de m'avoir défendu.$s#$b#Ça signifie beaucoup pour moi.$l#$e#Parfois, les choses deviennent un peu accablantes, surtout avec papa et la boutique.$s#$b#J'apprécie ton soutien.$0#$e#Ce n'est pas toujours facile, mais savoir qu'il y a des amis comme toi autour m'aide à traverser les moments difficiles.$0#$b#Alors, merci encore. Tu es un véritable ami.$0",

  //Event 5
  "Miihau.AbigailEE.event5.001": "@!$7",
  "Miihau.AbigailEE.event5.002": "Salut !$1#$b#Je venais juste de m'entraîner un peu.$0#$b#Tu as un moment pour écouter ?$0",
  "Miihau.AbigailEE.event5.003": "J'ai joué avec Sam et Sebastian dans notre petit groupe.$0#$b#On essaie de s'améliorer et peut-être de jouer en public un jour.$0#$b#Mais dernièrement, je me sens un peu incertaine par rapport à ma batterie.$s#$b#C'est juste... je veux être sûre de bien contribuer au groupe.$s#$b#Tu pourrais écouter et me donner ton avis sincère ?$0#$b#Sois brutalement honnête, c'est la seule façon pour moi de m'améliorer.$0",
  "Miihau.AbigailEE.event5.004": "Merci de faire ça.$0#$b#Dis-moi ce que tu en penses après.$1",
  "Miihau.AbigailEE.event5.005": "Alors ? Qu'en penses-tu ?$0",
  "Miihau.AbigailEE.event5.006": "Quels sont tes retours ?#'Tu as un excellent rythme et beaucoup d'énergie ! Continue à t'entraîner, tu deviendras de plus en plus forte.'#'Tu as du potentiel, mais ta batterie a besoin de beaucoup de travail. Ce n'est pas à la hauteur du groupe.'",
  "Miihau.AbigailEE.event5.007": "Merci !$1#$b#Ton retour compte beaucoup pour moi.$0#$b#Je vais m'entraîner encore plus dur.$0#$b#Peut-être que Sam nous trouvera un concert bientôt !$1",
  "Miihau.AbigailEE.event5.008": "Quoi qu'il en soit, jouer de la musique avec Sam et Sebastian est une expérience géniale.$1#$b#On se soutient mutuellement et on s'amuse ensemble.$0",
  "Miihau.AbigailEE.event5.009": "Tu sais, je joue habituellement de la flûte, mais la batterie me semble plus adaptée pour un groupe.$0#$b#Je suis contente que tu trouves que ça sonne bien !$1",
  "Miihau.AbigailEE.event5.010": "Merci d'être là et d'avoir pris le temps d'écouter.$0#$b#Ça signifie beaucoup pour moi.$l",
  "Miihau.AbigailEE.event5.011": "Tes mots gentils ont vraiment boosté ma confiance.$0#$b#J'ai douté de moi, surtout en essayant quelque chose de nouveau comme la batterie pour le groupe.$0",
  "Miihau.AbigailEE.event5.012": "Wow... tu as pris 'brutalement honnête' vraiment au pied de la lettre.$s#$b#...$s",
  "Miihau.AbigailEE.event5.013": "Je ne pensais pas que c'était aussi mauvais.$s#$b#Peut-être que je ne suis pas assez bonne.$s",
  "Miihau.AbigailEE.event5.014": "Je pensais que je m'améliorais, mais peut-être que je ne suis pas faite pour ce groupe.$s",
  "Miihau.AbigailEE.event5.015": "Les yeux d'Abigail se remplissent de larmes, et tu vois sa motivation pour jouer s'estomper.",
  "Miihau.AbigailEE.event5.016": "Tu peux partir, s'il te plaît.$s",
  "Miihau.AbigailEE.event5.017": "J'ai toujours aimé jouer de la musique, et je pensais que je m'améliorais.$s#$e#Maintenant, je ne suis plus si sûre.$s#$b#Peut-être que je devrais faire une pause avec le groupe et me concentrer sur autre chose.$s",

  //Event 6
  "Miihau.AbigailEE.event6.001": "Abigail ! Non !$3",
  "Miihau.AbigailEE.event6.002": "Je n'en peux plus !$s",
  "Miihau.AbigailEE.event6.003": "Abby, s'il te plaît, ne pars pas encore.$2",
  "Miihau.AbigailEE.event6.004": "@!$7",
  "Miihau.AbigailEE.event6.005": "*soupir* Oh, tu sais.$s#$b#C'est toujours la même dispute.$s#$b#Papa ne comprend tout simplement pas.$3",
  "Miihau.AbigailEE.event6.006": "On peut aller parler plus loin ?$2",
  "Miihau.AbigailEE.event6.007": "#'Non, je n'ai pas le temps de parler.'#'Bien sûr, montre-moi le chemin.'",
  "Miihau.AbigailEE.event6.008": "Merci.$0",
  "Miihau.AbigailEE.event6.009": "Toi et Abigail vous asseyez près du pont.",
  "Miihau.AbigailEE.event6.010": "Concernant le drame chez moi...$s#$b#C'est... c'est à propos de moi, de mes rêves, de mes aspirations.$s#$b#Papa veut que je suive le 'chemin traditionnel'.$3#$b#Devenir une grande femme au foyer et me marier avec quelqu'un pour reprendre l'affaire familiale ensemble.$3",
  "Miihau.AbigailEE.event6.011": "Mais j'ai mes propres rêves, mes propres objectifs.$s#$b#Je veux être aventurière, exploratrice...$s#$b#Qui sait, peut-être qu'un jour je veux tout quitter et commencer une ferme comme toi.$s",
  "Miihau.AbigailEE.event6.012": "C'est juste difficile quand la personne à qui tu te réfères, ton propre père, ne te soutient pas.$s",
  "Miihau.AbigailEE.event6.013": "J'ai essayé de lui parler des centaines de fois.$s#$b#Ça finit toujours en dispute.$s#$b#Il rejette mes rêves comme des 'fantasmes d'enfants'.$3",
  "Miihau.AbigailEE.event6.014": "Je sais que je devrais suivre mon cœur, mais la pression... c'est accablant.$s#$b#J'ai l'impression de m'étouffer sous ces attentes.$s",
  "Miihau.AbigailEE.event6.015": "Je voudrais juste qu'il me voie pour ce que je suis, pas juste une fille destinée à porter son héritage.$s",
  "Miihau.AbigailEE.event6.016": "#'Ton père doit comprendre que tu es une personne à part entière.'#'Ton père a l'air d'un vrai idiot...' ",
  "Miihau.AbigailEE.event6.017": "Je te remercie, @.$0#$b#C'est juste tellement frustrant.$3#$b#J'ai l'impression de lutter constamment contre ces croyances dépassées.$s",
  "Miihau.AbigailEE.event6.018": "#'Le changement peut être difficile pour certaines personnes, surtout quand ça remet en question ce qu'elles ont toujours connu.'#'Il ne changera pas... C'est une cause perdue'",
  "Miihau.AbigailEE.event6.019": "Ouais, j'ai essayé de lui expliquer, mais c'est comme parler à un mur parfois.$s",
  "Miihau.AbigailEE.event6.020": "#'Peut-être qu'il faudrait trouver un moyen de lui montrer à quel point cela est important pour toi. Les actions parlent aussi fort que les mots.'#'Plutôt un mur bête et stupide...'",
  "Miihau.AbigailEE.event6.021": "Tu as raison.$0#$b#Je dois trouver un moyen de lui faire comprendre que c'est qui je suis et ce que je veux.$0",
  "Miihau.AbigailEE.event6.022": "Je vais retourner et voir ce que je peux faire.$0",
  "Miihau.AbigailEE.event6.023": "Merci, @.$0#$b#Je vais résoudre ça.$0#$b#Je ne laisserai personne m'empêcher de poursuivre mes rêves.$0",
  "Miihau.AbigailEE.event6.024": "Merci de m'avoir aidée.",
  "Miihau.AbigailEE.event6.025": "D'accord...$3",
  "Miihau.AbigailEE.event6.026": "Je ne veux plus parler.$3",
  "Miihau.AbigailEE.event6.027": "Tu sais quoi...$3#$b#Je pense qu'il vaut mieux que je parte.$2",
  "Miihau.AbigailEE.event6.028": "Je ne veux plus parler.$3",
  "Miihau.AbigailEE.event6.029": "Je voulais juste te dire merci d'avoir été là pour moi.$0#$b#Cela m'a vraiment fait du bien d'avoir quelqu'un à qui parler.$0#$e#J'ai en fait beaucoup réfléchi depuis, et j'ai décidé que je ne laisserai personne dicter mes rêves.$0#$b#Je vais continuer à poursuivre ce que j'aime, même si cela signifie affronter des défis.$0#$b#Tu m'as donné le courage d'avoir cette conversation difficile avec mon père.$0#$b#Je vais essayer de lui faire comprendre d'où je viens.$0#$b#Merci.$l",
  "Miihau.AbigailEE.event6.030": "J'ai réfléchi à ce qui s'est passé.$s#$b#Tes paroles m'ont blessée, @.$s#$b#Je pensais que tu comprendrais, mais j'ai eu l'impression que tu as ignoré mes sentiments.$s",
  "Miihau.AbigailEE.event6.031": "J'ai réfléchi à ce qui s'est passé.$s#$b#C'est juste... quand j'avais besoin de quelqu'un pour m'écouter, ça m'a fait mal que tu partes.$0#$b#Je pensais qu'on pouvait se soutenir mutuellement.$s",

  //Event 7
  "Miihau.AbigailEE.event7.001": "Ouf !$1#$b#C'est épuisant.$0",
  "Miihau.AbigailEE.event7.002": "Salut @ !$0",
  "Miihau.AbigailEE.event7.003": "Ne t'inquiète pas, j'ai remarqué que tu t'approchais, mais je savais que tu ne représentes aucune menace.$1#$b#Je m'entraînais juste à l'épée sous la lumière de la lune.$0#$b#C'est tellement paisible ici.$0",
  "Miihau.AbigailEE.event7.004": "J'étais sur le point de faire une pause.$0#$b#Tu veux te joindre à moi près de l'eau un moment ?$0",
  "Miihau.AbigailEE.event7.005": "Super !$1",
  "Miihau.AbigailEE.event7.006": "Tu sais, il y a quelque chose dans la danse des épées qui fait battre mon cœur.$l#$b#Ce n'est pas juste une question de combat, c'est une question de précision, de technique, et d'embrasser l'inconnu.$0",
  "Miihau.AbigailEE.event7.007": "Je me souviens d'être allé à la Foire de Stardew Valley quand j'étais tout petit.$0#$b#Ma partie préférée était la présentation de la Guilde des Aventuriers.$0#$b#J'étais captivé par les récits de bravoure et d'exploration.$0",
  "Miihau.AbigailEE.event7.008": "C'était comme une étincelle qui s'est allumée en moi ce jour-là, un désir d'aventure et de l'inconnu.$0",
  "Miihau.AbigailEE.event7.009": "C'est juste... mes parents, surtout mon père, n'ont jamais vraiment soutenu ma passion pour l'aventure.$3#$b#Ils pensent que c'est insensé, dangereux, une 'phase' dont je vais me lasser.$2",
  "Miihau.AbigailEE.event7.010": "Ils ne voient pas que ce n'est pas seulement une question de danger, mais de repousser ses limites et de découvrir qui l'on est vraiment.$3",
  "Miihau.AbigailEE.event7.011": "Tu vois les yeux d'Abigail s'illuminer de détermination.",
  "Miihau.AbigailEE.event7.012": "Ma mère, avant que je sois née, c'était une aventurière dans l'âme.$0#$b#Cela doit être vrai !$1#$b#J'ai trouvé son ancien équipement, ses cartes et ses journaux.$0#$b#Elle explorait la Forêt de Cindersap, à la recherche de l'excitation de l'inconnu.$0#$b#Je pense que c'est de là que vient mon amour pour l'aventure.$0",
  "Miihau.AbigailEE.event7.013": "Abigail regarde l'eau avec des yeux pleins d'espoir.",
  "Miihau.AbigailEE.event7.014": "Peut-être, juste peut-être...$0#$b#Il y a plus de compréhension dans ma famille que je ne le réalise.$0",
  "Miihau.AbigailEE.event7.015": "Je l'espère au moins.$0#$b#Je vais continuer à leur montrer que l'aventure fait partie de qui je suis.$0#$b#Peut-être qu'ils verront que ce n'est pas juste une phase, mais une vocation.$l",
  "Miihau.AbigailEE.event7.016": "Chaque coup de lame me rapproche de ce rêve, et je ne m'arrêterai pas tant que je n'aurai pas prouvé à moi-même et à eux que l'aventure est dans mon sang.$1",
  "Miihau.AbigailEE.event7.017": "Je vais continuer à poursuivre mes rêves, même si cela ressemble à une bataille difficile.$0#$b#Peut-être qu'un jour, ils comprendront pourquoi cela signifie tant pour moi.$0",
  "Miihau.AbigailEE.event7.018": "Tu observes Abigail s'entraîner avec ferveur, inspirée par sa détermination à réaliser ses rêves avant de conclure sa soirée.",
  "Miihau.AbigailEE.event7.019": "L'entraînement à l'épée était vraiment amusant, tu ne trouves pas ?$0#$b#Et devine quoi, j'ai parlé avec ma mère et c'était bien son équipement d'aventurière que j'ai trouvé !1$#$b#Elle a promis de me soutenir davantage, mais je ne peux pas dire à mon père ce qu'elle faisait avant.$0#$e#C'est un peu bizarre qu'elle veuille cacher son passé à mon père, non...$3",

  //Event 8
  "Miihau.AbigailEE.event8.001": "Psst... @...$0#$b#Par ici.$0",
  "Miihau.AbigailEE.event8.002": "N'est-ce pas un endroit fascinant ?$0",
  "Miihau.AbigailEE.event8.003": "Je ressens une étrange connexion avec cet endroit, bien que je ne puisse pas vraiment expliquer pourquoi.$0",
  "Miihau.AbigailEE.event8.004": "Depuis que je suis enfant, j'ai été envoûtée par tout ce qui est surnaturel et mystérieux.$0#$b#Cette tour incarne cette fascination, ce désir de comprendre ce qui est au-delà de l'ordinaire.$0",
  "Miihau.AbigailEE.event8.005": "Je dévorais des livres sur la magie, les créatures mythologiques et les artefacts anciens.$0#$b#Ils m'emmenaient dans des mondes au-delà du nôtre.$0",
  "Miihau.AbigailEE.event8.006": "Les livres étaient mon portail vers ces royaumes mystiques.$0#$b#Les possibilités semblaient infinies, et je voulais faire partie de cette magie.$0",
  "Miihau.AbigailEE.event8.007": "Le surnaturel a toujours semblé faire partie de moi, comme si je l'avais connu dans une autre vie.$9#$b#Cette tour...$2#$b#C'est comme...$9#$b#C'est comme un phare qui m'appelle à la maison.$9",
  "Miihau.AbigailEE.event8.008": "J'ai toujours cru qu'il fallait embrasser ce qui nous passionne.$l#$b#L'inconnu, le magique...$l#$b#Tout cela fait partie de ce qui rend la vie une aventure.$l",
  "Miihau.AbigailEE.event8.009": "Abigail jette un coup d'œil à la tour, perdue dans ses pensées.",
  "Miihau.AbigailEE.event8.010": "Un jour...$0#$b#Un jour, j'espère découvrir les secrets cachés dans ces murs anciens, ressentir la magie de près et comprendre ses mystères.$0",
  "Miihau.AbigailEE.event8.010X": "#'Un jour, je découvrirai tes mystères, Abigail.'#'Je ne doute pas que tu y parviendras, Abigail. Ta passion est inspirante.'",
  "Miihau.AbigailEE.event8.011": "Qu'est-ce que cela est censé signifier ?$3",
  "Miihau.AbigailEE.event8.012": "Bref.$3",
  "Miihau.AbigailEE.event8.013": "Merci, @.$0#$b#Peut-être qu'un jour, nous explorerons ensemble ces mystères.$l#$b#En attendant, je continuerai à rêver et à tendre vers l'inconnu.",
  "Miihau.AbigailEE.event8.014": "Un jour cette porte s'ouvrira pour moi !$1",
  "Miihau.AbigailEE.event8.015": "J'espère qu'un jour j'en saurai plus sur la magie et ses secrets.$0#$b#Peut-être même incorporer une partie de cela dans mes propres aventures.$0#$e#Qui sait ?$1#$b#Avec de la détermination et un peu de magie, tout est possible !$l",

  //Event 9
  "Miihau.AbigailEE.event9.001": "Hé, @.$l#$b#Je suis tellement contente que tu sois là.$0#$b#La nuit est parfaite pour notre petite aventure.$0",
  "Miihau.AbigailEE.event9.002": "Le feu est tellement agréable et cosy.$0",
  "Miihau.AbigailEE.event9.003": "Tu sais, il y a quelque chose de vraiment magique avec un feu de camp.$0",
  "Miihau.AbigailEE.event9.004": "Il a une qualité envoûtante.$0#$b#C'est captivant à regarder.$0",
  "Miihau.AbigailEE.event9.005": "La chaleur et le crépitement du feu... c'est réconfortant.$l",
  "Miihau.AbigailEE.event9.006": "Le fait que tu sois ici rend tout ça encore plus spécial.$l",
  "Miihau.AbigailEE.event9.007": "J'ai aussi des nouvelles à partager.$0",
  "Miihau.AbigailEE.event9.008": "Mes parents sont plutôt d'accord avec mes aventures !$1#$b#En fait, si ce n'était pas le cas... Nous ne passerions probablement pas la nuit ici.$0",
  "Miihau.AbigailEE.event9.009": "J'ai été persévérante avec mes rêves, et ils voient à quel point c'est important pour moi, surtout avec toi à mes côtés maintenant.$l",
  "Miihau.AbigailEE.event9.010": "Avant, je m'échappais pour vivre des aventures, mais maintenant ils comprennent et me font confiance pour faire les bons choix.$0",
  "Miihau.AbigailEE.event9.011": "Et une grande partie de cela, c'est grâce à toi, @.$l#$b#Tu as eu un impact tellement positif dans ma vie.$l",
  "Miihau.AbigailEE.event9.012": "Tu m'as encouragée à rester fidèle à moi-même, à ne pas abandonner mes rêves même quand cela semblait difficile.$l#$b#Cela signifie tellement pour moi.$0",
  "Miihau.AbigailEE.event9.013": "Toi et Abigail vous installez, partageant des histoires et des rires autour du feu de camp.#Le temps passe vite et avant même que tu t'en rendes compte, il est très tard.",
  "Miihau.AbigailEE.event9.014": "C'était vraiment amusant.$l",
  "Miihau.AbigailEE.event9.015": "Abigail te regarde simplement.",
  "Miihau.AbigailEE.event9.016": "Que fais-tu ?#Exprime tes sentiments et ton amour pour Abigail.#Essaie de profiter de la nuit paisible et de la compagnie.",
  "Miihau.AbigailEE.event9.017": "...$l#$b#Je ressens la même chose, @.$l#$b#Tu as apporté tant de joie et d'excitation dans ma vie.$l#$b#Je suis reconnaissante pour chaque jour passé ensemble.%fork$l",
  "Miihau.AbigailEE.event9.018": "Il commence à faire un peu froid et tard, tu ne trouves pas ?$0#$b#Et si on se blottissait dans la tente ?$l",
  "Miihau.AbigailEE.event9.019": "C'est agréable.$l#$b#C'est comme notre petit havre dans les bois.$l",
  "Miihau.AbigailEE.event9.020": "Abigail se blottit plus près avec un sourire satisfait sur son visage.",
  "Miihau.AbigailEE.event9.021": "Merci d'être une partie de mon aventure, d'être à mes côtés.$l",
  "Miihau.AbigailEE.event9.022": "Vous partagez un moment tendre avec Abigail, ressentant la proximité et la chaleur l'un de l'autre avant de vous endormir.",
  "Miihau.AbigailEE.event9.023": "J'ai réfléchi à cette nuit passée ensemble dans la tente.$l#$b#C'était comme un rêve, comme si le temps s'était ralenti juste pour nous.$l#$e#Tu m'as surprise d'une grande manière cette nuit-là !$1^Tu m'as fait vivre des choses que je n'avais jamais vécues.$l#$b#C'était vraiment spécial.$l#$b#Le genre de souvenir que je chérirai toujours.$l#$e#Je suis reconnaissante de t'avoir dans ma vie.$l",

  //Event 10
  "Miihau.AbigailEE.event10.001": "Voix menaçante : 'Tu es venu...'",
  "Miihau.AbigailEE.event10.002": "Prépare-toi à te battre !$5",
  "Miihau.AbigailEE.event10.003": "Hahaha !$1#$b#Tu aurais dû voir ta tête !$1",
  "Miihau.AbigailEE.event10.004": "Tu pensais vraiment que j'allais t'attaquer ?$1",
  "Miihau.AbigailEE.event10.005": "Désolée pour ça.$0#$b#Mais hé, je suis contente que tu sois venu, même avec cette invitation mystérieuse.$0",
  "Miihau.AbigailEE.event10.006": "Abigail rougit puis prend une profonde inspiration, prête à partager quelque chose de spécial.",
  "Miihau.AbigailEE.event10.007": "J'ai travaillé sur quelque chose pour toi...$l",
  "Miihau.AbigailEE.event10.008": "Un solo de flûte.$l#$b#C'est un morceau qui vient de mon cœur.$l",
  "Miihau.AbigailEE.event10.009": "Tu l'aimes ?$l",
  "Miihau.AbigailEE.event10.010": "#'Oui, beaucoup !'#'Pas vraiment...'",
  "Miihau.AbigailEE.event10.011": "Vraiment ?$l#$b#Ce morceau... il est spécial pour moi.$l#$b#Je l'ai composé en pensant à nous, à notre histoire d'amour.$l",
  "Miihau.AbigailEE.event10.012": "Chaque fois que je joue ce solo, cela me rappelle nous deux.$l",
  "Miihau.AbigailEE.event10.013": "Abigail a un sourire en coin sur son visage.",
  "Miihau.AbigailEE.event10.014": "Je dois te dire quelque chose !$1",
  "Miihau.AbigailEE.event10.015": "Devine quoi...$1",
  "Miihau.AbigailEE.event10.016": "Tu regardes la dernière membre de la Guilde des Aventuriers !$1",
  "Miihau.AbigailEE.event10.017": "Rejoindre la Guilde des Aventuriers était un rêve devenu réalité pour moi. C'était ma passion depuis si longtemps, et maintenant j'en fais partie.",
  "Miihau.AbigailEE.event10.018": "C'est grâce à toi, @.$l#$b#Tu m'as soutenue, tu as cru en moi quand je doutais de moi-même.$l#$b#Tu m'as rendue plus forte.$l",
  "Miihau.AbigailEE.event10.019": "Tu m'as aidée à trouver mon courage et mon but.$l#$b#Je t'aime, @.$l",
  "Miihau.AbigailEE.event10.020": "Puis-je t'embrasser, @ ?$l",
  "Miihau.AbigailEE.event10.021": "#Embrasser.#Ne pas embrasser.",
  "Miihau.AbigailEE.event10.022": "Je t'aime.$l",
  "Miihau.AbigailEE.event10.023": "Abigail lutte pour retenir ses larmes.",
  "Miihau.AbigailEE.event10.024": "Tu sais, je me réveille chaque jour en me sentant bénie de t'avoir dans ma vie.$l#$b#Tu as rendu tout plus lumineux, plus significatif.$l#$b#J'ai réfléchi à tout le chemin parcouru, de cette première rencontre jusqu'à maintenant.$l#$b#Notre amour a tellement grandi, si magnifiquement.$l",
  "Miihau.AbigailEE.event10.025": "Je pensais vraiment qu'on avait quelque chose de plus spécial.$s"
}