{
    //Other
    "Miihau.LeahEE.Anderson.NotRevealed": "???",
    "Miihau.LeahEE.Anderson": "M. Anderson",
    "Miihau.LeahEE.Sketch": "Le croquis de Leah",
    "Miihau.LeahEE.CastlePaintingBad": "Votre peinture 'Le Château'",
    "Miihau.LeahEE.CastlePaintingGood": "La peinture de Leah 'Le Château'",


    //Event 1
    "Miihau.LeahEE.event1.001": "Oh ! @, tu m'as fait sursauter.$1#$b#J'étais tellement absorbée par mon croquis que je ne t'ai pas entendu arriver.$0",
    "Miihau.LeahEE.event1.002": "Tu voudrais te joindre à moi un moment ?",
    "Miihau.LeahEE.event1.003": "La vue ici est juste magnifique, n'est-ce pas ?",
    "Miihau.LeahEE.event1.004": "Je viens souvent ici pour faire des croquis.$0#$b#Le calme de la nature m'inspire vraiment.$0#$b#Il y a quelque chose de si apaisant dans le bruit des feuilles et la façon dont la lumière brille sur l'eau.$0",
    "Miihau.LeahEE.event1.005": "Tu aimes l'art, @ ?$0#$b#Je trouve que c'est une merveilleuse façon de m'exprimer et de me connecter au monde qui m'entoure.$1",
    "Miihau.LeahEE.event1.005X": "#'J'adore l'art ! C'est incroyable comment on peut capturer la beauté de la nature.'#'Je ne suis pas très doué en art, mais je comprends pourquoi tu l'apprécies.'",
    "Miihau.LeahEE.event1.006": "C'est merveilleux à entendre !$1#$b#C'est toujours agréable de rencontrer quelqu'un qui apprécie l'art.$0#$b#Je crois que tout le monde a un peu de créativité en lui, même s'il ne le réalise pas.$1",
    "Miihau.LeahEE.event1.007": "C'est pas grave !$1#$b#L'art est plus une question d'expression que de perfection.$0#$b#Chacun a sa propre façon de voir le monde, et c'est ce qui le rend si spécial.$0#$b#Je trouve toujours que même un mauvais art vaut mieux que pas d'art du tout.$1",
    "Miihau.LeahEE.event1.008": "Attends une seconde.$0",
    "Miihau.LeahEE.event1.009": "Tiens, je veux que tu aies ça.$1[Miihau_LeahEE_Sketch]#$b#C'est juste un croquis simple, mais j'espère qu'il apportera un peu de la paix et de la beauté de cet endroit chez toi.$0",
    "Miihau.LeahEE.event1.010": "Merci d'avoir passé du temps avec moi aujourd'hui, @.$0#$b#Ça signifie beaucoup pour moi de partager ma passion avec quelqu'un qui l'apprécie.$0#$b#N'hésite pas à me rejoindre quand tu veux.$0",
    
    //Event 2
    "Miihau.LeahEE.event2.001": "Oh, @ ! Je ne t'ai pas entendu entrer.$h#$b#Je travaillais justement sur une nouvelle peinture.$0#$b#Viens jeter un œil !$h",
    "Miihau.LeahEE.event2.002": "Je suis vraiment excitée par celle-ci.$0#$b#Les couleurs se mélangent exactement comme je l'avais imaginé.$0",
    "Miihau.LeahEE.event2.003": "Leah te regarde avec des étoiles dans les yeux, attendant de savoir ce que tu penses de sa peinture.",
    "Miihau.LeahEE.event2.003X": "#'Waouh, ça a déjà l'air super !'#'Je ne sais pas vraiment à quoi devrait ressembler une bonne peinture.'",
    "Miihau.LeahEE.event2.004": "Merci !$h#$b#Je travaille dessus de temps en temps depuis quelques jours, et je pense que ça prend vraiment forme.",
    "Miihau.LeahEE.event2.005": "Oh... Eh bien, je ne sais pas non plus à quoi ressemble une bonne récolte.$h#$b#Chacun a ses forces et ses faiblesses, je suppose.",
    "Miihau.LeahEE.event2.006": "Hé, tu voudrais apprendre quelques techniques de peinture ?$0#$b#Je pourrais te montrer quelques astuces si ça t'intéresse.$0",
    "Miihau.LeahEE.event2.007": "Super !$h#$b#Je vais te préparer un chevalet et je vais t'expliquer tout ça.",
    "Miihau.LeahEE.event2.008": "Leah te tend un pinceau et une petite toile vide sur un chevalet.#Elle se place près de toi, te montrant comment tenir le pinceau et mélanger les couleurs sur la palette.",
    "Miihau.LeahEE.event2.009": "La clé pour mélanger les couleurs est d'être doux mais déterminé.$0#$b#Laisse le pinceau faire le travail et n'aie pas peur d'expérimenter.",
    "Miihau.LeahEE.event2.010": "Tiens, laisse-moi te montrer d'abord.",
    "Miihau.LeahEE.event2.011": "Leah fait un coup de pinceau fluide sur sa propre toile, mélangeant deux couleurs de manière harmonieuse.",
    "Miihau.LeahEE.event2.012": "Tu vois ? Comme ça.$0#$b#Maintenant, à toi.",
    "Miihau.LeahEE.event2.013": "C'est ça !$h#$b#Tu te débrouilles très bien, @.",
    "Miihau.LeahEE.event2.014": "Souviens-toi, la peinture, c'est avant tout une question d'expression personnelle.$0#$b#Il n'y a pas de bonne ou de mauvaise façon de le faire.",
    "Miihau.LeahEE.event2.015": "Leah continue de te guider, offrant des conseils sur l'ombrage, la texture et la composition pendant que vous peignez ensemble.",
    "Miihau.LeahEE.event2.016": "Tu as un talent naturel pour ça.$0#$b#Je suis vraiment impressionnée !$h",
    "Miihau.LeahEE.event2.017": "Après un moment, vous terminez tous les deux et vous reculez pour admirer votre travail.",
    "Miihau.LeahEE.event2.018": "Ça a l'air incroyable !$h#$b#Je suis tellement contente que tu sois venu aujourd'hui.",
    "Miihau.LeahEE.event2.019": "Tu sais, peindre avec toi a été vraiment inspirant.$0#$b#Peut-être qu'on pourrait refaire ça plus souvent... si ça te tente?$l",
    "Miihau.LeahEE.event2.020": "#Offrir la peinture à Leah#Demander à continuer de travailler sur la peinture à la maison",
    "Miihau.LeahEE.event2.021": "Oh mon Dieu ! Merci, @.$0#$b#C'est tellement gentil de ta part !$h#$b#Je vais la chérir.",
    "Miihau.LeahEE.event2.022": "Hé, @! Avant que tu ne partes.$0#$b#Tu sais quoi ?$0#$b#Tiens, je vais te laisser ma peinture en retour.$l[Miihau_LeahEE_TheSandCastlePaintingGood]",
    "Miihau.LeahEE.event2.023": "Merci d'avoir passé ce moment avec moi, @. Ça compte beaucoup.",
    "Miihau.LeahEE.event2.024": "Bien sûr !$h#$b#On refait ça bientôt. Viens quand tu veux.",
    "Miihau.LeahEE.event2.025": "Hé, @! N'oublie pas ta peinture avant de partir.[Miihau_LeahEE_TheSandCastlePaintingBad]",
    "Miihau.LeahEE.event2.026": "Merci d'avoir passé ce moment avec moi, @. Ça compte beaucoup.",
    
    //Event 3
    "Miihau.LeahEE.event3.001": "Salut, @!$h#$b#Je ne m'attendais pas à te voir ici.$0#$b#Je ramasse des coquillages pour un nouveau projet artistique.$0#$b#Tu veux m'aider ?",
    "Miihau.LeahEE.event3.002": "Super ! Merci, c'est toujours plus amusant avec un ami.$0",
    "Miihau.LeahEE.event3.003": "Après avoir ramassé quelques coquillages de plus, vous et Leah décidez de profiter du bruit des vagues et des mouettes ensemble.",
    "Miihau.LeahEE.event3.004": "J'ai l'impression d'avoir plus de coquillages que nécessaire.$h#$b#J'ai vraiment passé un bon moment en ta compagnie.$h",
    "Miihau.LeahEE.event3.005": "Tu sais, je suis venue m'installer à Pelican Town parce que je voulais m'éloigner du bruit et de l'agitation de la ville.$0#$b#J'avais besoin d'un endroit où je pouvais vraiment me concentrer sur mon art et vivre une vie plus simple et plus épanouissante.",
    "Miihau.LeahEE.event3.006": "Ce n'est pas toujours facile, pourtant.$s#$b#Parfois, la ville me manque, avec son excitation et ses opportunités.$s#$b#Mais je crois que suivre ma passion en vaut la peine.$0",
    "Miihau.LeahEE.event3.006X": "#'Je suis content que tu aies suivi ton cœur. Ton art est incroyable, et Pelican Town a de la chance de t'avoir.'#'Ça a dû être une décision difficile. Je suis sûr que ça finira par payer.'#'Tu envisages de revenir un jour ?'",
    "Miihau.LeahEE.event3.007": "Merci, @.$0#$b#Ça signifie beaucoup pour moi.$0#$b#C'est rassurant de savoir que les gens apprécient ce que je fais.$h#$b#J'aime vraiment être ici, et j'ai rencontré tellement de gens merveilleux.$0#$b#Elliot est devenu l'un de mes plus proches amis. Peut-être même mon meilleur ami. Il me comprend tellement.$0",
    "Miihau.LeahEE.event3.008": "Je me sens de plus en plus à l'aise avec ma décision de m'installer ici.$0#$b#J'ai de grands rêves pour mon avenir.$0#$b#Je veux créer des œuvres qui parlent aux gens et peut-être même avoir ma propre galerie un jour.",
    "Miihau.LeahEE.event3.009": "Ça a été une décision très difficile, @.$s#$b#Mais parfois, il faut sauter dans l'inconnu.$0#$b#J'espère que ça finira par payer aussi.$0#$b#Je suis déterminée à faire en sorte que ça fonctionne.",
    "Miihau.LeahEE.event3.010": "Mes espoirs pour l'avenir me motivent.$0#$b#Je veux créer des œuvres qui touchent vraiment les gens et peut-être même inspirer les autres à suivre leurs rêves.",
    "Miihau.LeahEE.event3.011": "Parfois, je me demande à quoi ma vie ressemblerait si j'étais restée.$s#$b#Mais j'essaie de ne pas trop y penser.$0#$b#Les regrets ne m'aideront pas à avancer.$h",
    "Miihau.LeahEE.event3.012": "Au lieu de ça, je me concentre sur mes rêves et la merveilleuse communauté que j'ai trouvée ici.$0#$b#Je crois que tout arrive pour une raison.",
    "Miihau.LeahEE.event3.013": "Ces coquillages vont ajouter une belle touche à mon projet.$0#$b#Je suis vraiment contente qu'on ait eu cette chance de discuter.",
    "Miihau.LeahEE.event3.014": "C'est agréable de partager mes pensées avec quelqu'un qui me comprend.",
    "Miihau.LeahEE.event3.015": "Je te promets que je te montrerai le projet artistique en coquillages quand il sera terminé.",
    
    //Event 4
    "Miihau.LeahEE.event4.001": "@! Je suis tellement contente de te voir!$h#$b#Devine quoi?$h#$b#On m'a invitée à exposer mes œuvres dans une galerie locale!$h",
    "Miihau.LeahEE.event4.002": "Elliott était censé venir avec moi, mais un imprévu est survenu à la dernière minute, et il ne peut pas venir.$s",
    "Miihau.LeahEE.event4.003": "Est-ce que tu pourrais venir avec moi?$0#$b#J'aurais vraiment besoin de ton soutien.$s",
    "Miihau.LeahEE.event4.004": "Youpi!",
    "Miihau.LeahEE.event4.005": "Leah te prend par la main, te tirant légèrement vers elle.",
    "Miihau.LeahEE.event4.006": "Merci beaucoup! Allons-y!$h",
    "Miihau.LeahEE.event4.007": "Tu aides Leah à installer son stand. Le spectacle va bientôt commencer.",
    "Miihau.LeahEE.event4.008": "C'est incroyable.$0#$b#Je n'arrive pas à croire que mon travail soit exposé ici.$0#$b#C'est la première fois que je montre réellement mon art de cette manière.$0#$b#Le processus pour obtenir un stand à une exposition comme celle-ci est tellement long et difficile.$0#$b#Je suis vraiment heureuse de cette opportunité.$h",
    "Miihau.LeahEE.event4.009": "Hé, je veux te montrer quelque chose!$h",
    "Miihau.LeahEE.event4.010": "Tu te souviens des coquillages qu'on a ramassés?$0#$b#Eh bien, voici ce que j'en ai fait.$h",
    "Miihau.LeahEE.event4.011": "Alors, qu'est-ce que tu en penses?",
    "Miihau.LeahEE.event4.013": "Il est impossible qu'elle soit sur la liste des artistes.$3",
    "Miihau.LeahEE.event4.014": "Pas sous ma surveillance",
    "Miihau.LeahEE.event4.015": "Eh bien, eh bien, si ce n'est pas Leah.$0#$b#Toujours en train d'essayer de percer en tant qu'artiste, je vois.$1",
    "Miihau.LeahEE.event4.016": "Monsieur Anderson...$7#$b#Je ne m'attendais pas à vous voir ici.$2",
    "Miihau.LeahEE.event4.018": "Bien sûr que non.$h#$b#Tu n'as jamais eu l'œil pour l'inattendu.$0#$b#C'est vraiment important dans l'art, tu sais.$3#$b# Je savais depuis toujours que tu n'avais pas ce qu'il fallait pour être un vrai artiste.$1#$b#T'enseigner a toujours été si difficile, tu ne comprenais jamais ce que je te disais.$0",
    "Miihau.LeahEE.event4.019": "Ces œuvres... elles sont médiocres, au mieux.$1#$b#Tu aurais dû m'écouter et choisir une carrière plus pratique.$0",
    "Miihau.LeahEE.event4.020": "Je... je...$s",
    "Miihau.LeahEE.event4.021": "Hahaha!$1#$b#Je vois que tu n'as pas changé.$0#$b#Toujours le même rêveur naïf.$0#$b#C'est vraiment dommage.$s",
    "Miihau.LeahEE.event4.022": "Eh bien, j'ai réussi à être ici que tu l'aimes ou non, Monsieur Anderson.$5#$b#Il semble que quelqu'un n'ait pas vu mon potentiel.$1",
    "Miihau.LeahEE.event4.023": "Tu ferais bien de faire attention à ce que tu dis, jeune fille, ou...$3",
    "Miihau.LeahEE.event4.024": "Ou quoi?$0#$b#Tu n'as plus aucun pouvoir sur moi, tu n'es plus mon professeur d'art médiocre.$h",
    "Miihau.LeahEE.event4.025": "Hahaha.$h#$b#Tu ferais bien de commencer à emballer tes affaires.$0#$b#Je ne suis plus ton professeur d'art, mais je suis toujours l'un des organisateurs de cette galerie, et je te ferai expulser si tu ne t'en vas pas de ton propre chef.$0",
    "Miihau.LeahEE.event4.026": "Non! Attends, ce n'est pas juste!$5",
    "Miihau.LeahEE.event4.027": "La vie n'est pas juste.$3#$b#Et je ferai en sorte que tu n'arrives pas à percer en tant qu'artiste tant que j'aurai quelque chose à dire à ce sujet!$1",
    "Miihau.LeahEE.event4.028": "... @, on devrait partir?$s#$b#Je ne pense pas que je puisse continuer ici.$s",
    "Miihau.LeahEE.event4.029": "Leah et toi rangez vos affaires et rentrez à Pelican Town.",
    "Miihau.LeahEE.event4.030": "Désolée que tu aies dû voir ça.$s#$b#Monsieur Anderson était mon professeur d'art en ville.$a#$b#Il n'a jamais cru en moi, et ses paroles me font encore mal.$s#$b#Je pensais être passée au-dessus de ça, mais... ça fait toujours mal.$s",
    "Miihau.LeahEE.event4.030X": "#'Il semble vraiment avoir une dent contre toi.'#'Tu aurais dû rester calme.'",
    "Miihau.LeahEE.event4.031": "Ouais...$s#$b#Je ne sais pas qui ou quoi l'a blessé, mais il a vraiment des problèmes.$s",
    "Miihau.LeahEE.event4.032": "Écoute, j'ai passé assez de temps à gérer cet homme dans le passé.$a#$b#T'es de mon côté ou pas?$a",
    "Miihau.LeahEE.event4.033": "Eh bien... Merci d'être venu avec moi.$s#$b#J'ai besoin de temps pour réfléchir et me remettre.$s#$b#On se voit bientôt.$s",
    "Miihau.LeahEE.event4.034": "Je suis encore vraiment triste de ce qui s'est passé aujourd'hui.$s",
    
    //Event 5
    "Miihau.LeahEE.event5.001": "Ugh, pourquoi est-ce que je n'arrive pas à faire ça correctement?$a#$b#C'est juste... ça ne marche pas du tout.$s",
    "Miihau.LeahEE.event5.002": "Oh, @!$6#$b#Je ne t'ai pas entendu entrer.$3#$b#Désolée que tu me voies comme ça.$s#$b#Je suis vraiment frustrée par ma dernière peinture.$5",
    "Miihau.LeahEE.event5.003": "*Gros soupir*$2#$b#Parfois, je me demande si je suis vraiment faite pour être artiste.$s#$b#Et si mes œuvres ne sont jamais assez bonnes?$s#$b#Et si je n'y arrivais jamais?$s",
    "Miihau.LeahEE.event5.003X": "#'Je crois en toi, Leah. Ton travail est incroyable et tu as un vrai talent.'#'Tout le monde a des doutes. Continue d'essayer, et tu y arriveras.'#'Peut-être que tu devrais envisager autre chose.'",
    "Miihau.LeahEE.event5.004": "Tu crois vraiment ça?$0#$b#Merci, @. Ça signifie beaucoup pour moi.$0#$b#Parfois, j'ai l'impression d'être la seule à croire en moi.$s",
    "Miihau.LeahEE.event5.005": "Il y a eu beaucoup de gens dans mon passé qui ne croyaient pas en moi.$7#$b#Même dans d'autres domaines que l'art.$3#$b#Mais tes encouragements m'aident à me rappeler pourquoi j'ai commencé ce voyage.$0",
    "Miihau.LeahEE.event5.006": "Tu as raison, @.$0#$b#Tout le monde a ses moments de doute.$0#$b#Je dois juste ne pas laisser une mauvaise rencontre me décourager.$0#$b#Merci de m'avoir rappelé ça.$h",
    "Miihau.LeahEE.event5.007": "Leah prend une grande inspiration puis expire.",
    "Miihau.LeahEE.event5.008": "C'est juste difficile parfois, surtout avec les doutes persistants plantés par les autres dans mon passé.$s#$b#Mais je vais continuer.$0",
    "Miihau.LeahEE.event5.009": "Peut-être que tu as raison.$s#$b#Peut-être que je devrais juste...$7",
    "Miihau.LeahEE.event5.010": "Non! Je ne suis pas venue ici pour que quelqu'un me décourage encore.$a#$b#Je pensais que toi, de toutes les personnes, comprendrais à quel point ça compte pour moi.$s#$b#Mais je suppose que je me suis trompée.$7#$b#S'il te plaît, laisse-moi tranquille pour l'instant.$s",
    "Miihau.LeahEE.event5.011": "Tu es venu me décourager encore?$a",
    "Miihau.LeahEE.event5.012": "Merci, @.$0#$b#Tu m'as donné beaucoup à réfléchir.$0#$b#Je me sens un peu plus confiante maintenant. Peut-être que j'ai juste besoin de nouvelles inspirations.$0#$b#Je vais continuer à travailler sur ma peinture. Peut-être qu'elle finira par être mieux que ce que je pensais.$0",
    "Miihau.LeahEE.event5.013": "À bientôt!$h",
    "Miihau.LeahEE.event5.014": "Je n'ai pas encore trouvé l'inspiration nécessaire.$0#$b#Je te tiendrai au courant si j'en trouve une!$h",
    
    //Event 6
    "Miihau.LeahEE.event6.001": "...$7#$b#Ugh, j'ai toujours recours aux livres quand je suis bloquée comme ça... mais rien ne fonctionne aujourd'hui.$s",
    "Miihau.LeahEE.event6.002": "Salut @.$0#$b#J'essaie de lire de la fiction pour stimuler mon inspiration, mais je n'arrive pas à surmonter ce blocage artistique.$s#$b#Ça me pèse beaucoup depuis ce salon d'art raté.$s#$b#On dirait que peu importe ce que je fais, je n'arrive pas à faire revenir ma créativité.$3#$b#C'est frustrant... et honnêtement, ça me fait douter de si je suis vraiment faite pour ça.$3",
    "Miihau.LeahEE.event6.002X": "#'Tu essaies de trouver de l'inspiration dans la littérature ?'#'La bibliothèque ne me semble pas très inspirante.'",
    "Miihau.LeahEE.event6.003": "Oui!$h#$b#Tout type de fiction m'aide généralement à faire revenir ma créativité.$0#$b#Mais ça ne fonctionne pas pour moi en ce moment.$s",
    "Miihau.LeahEE.event6.004": "Tu serais surpris de ce que de la bonne fiction peut faire si tu essaies vraiment de t'y plonger.$0",
    "Miihau.LeahEE.event6.005": "Pardon, je ne pouvais pas m'empêcher de vous entendre tous les deux.$7",
    "Miihau.LeahEE.event6.006": "Oh salut Elliott!$0#$b#Moi et @ parlions juste de la difficulté de trouver l'inspiration et...$0",
    "Miihau.LeahEE.event6.007": "Oui, oui.$1#$b#Comme je l'ai dit, je n'ai pas pu ne pas vous entendre parler.$5#$b#Mais je pense que mon interception a été mal comprise.$7#$b#Je sais à quel point les blocages créatifs peuvent être frustrants, mais… peut-être que ce n'est pas l'endroit idéal pour discuter.$7#$b#Certaines autres personnes essaient de se concentrer sur leur lecture.$7",
    "Miihau.LeahEE.event6.008": "...$3",
    "Miihau.LeahEE.event6.009": "Oh, oui... bien sûr... désolée pour ça.$3",
    "Miihau.LeahEE.event6.010": "Leah et toi déplacez la conversation à l'extérieur de la bibliothèque.",
    "Miihau.LeahEE.event6.011": "Désolée pour ça.$0#$b#Elliott a été... bizarre ces derniers temps.$2#$b#Je ne suis pas sûre de ce qui lui arrive.$s#$b#Je me demande si quelque chose le dérange...$7#$b#Je devrais probablement lui parler de ça un de ces jours.$0",
    "Miihau.LeahEE.event6.012": "Honnêtement, j'étais sur le point de quitter la bibliothèque de toute façon.$s#$b#Ça ne m'a pas aidée à surmonter mon blocage comme je l'espérais.$s",
    "Miihau.LeahEE.event6.013": "#Proposer une balade dans la nature ensemble.#Proposer un moment au saloon ensemble.",
    "Miihau.LeahEE.event6.014": "Une balade dans la nature?$7#$b#Ça pourrait être exactement ce dont j'ai besoin... de l'air frais, le bruit de la forêt.$0#$b#Je pourrais accepter cette offre bientôt, @.$0#$b#Ça a l'air vraiment sympa. Je te dirai quand je serai prête.$0",
    "Miihau.LeahEE.event6.015": "Je réfléchis encore à ta suggestion.$0#$b#Plus j'y pense, plus ça semble être une bonne idée.$0",
    "Miihau.LeahEE.event6.016": "Je réfléchis encore à ta suggestion.$0#$b#Plus j'y pense, plus ça semble être une bonne idée.$0",
    "Miihau.LeahEE.event6.017": "Hmm, un moment au saloon semble être une bonne façon de se détendre.$0#$b#Peut-être qu'après un verre ou deux, je serai capable de vider mon esprit.$h#$b#Je vais y réfléchir et te dire quand je serai prête.$0",
    "Miihau.LeahEE.event6.018": "Oh, c'est toi.$7#$b#J'espère que tu n'as pas été offensé par ce que j'ai dit tout à l'heure.$7#$b#Mais je maintiens ma demande.$7#$b#C'est une bibliothèque, après tout.$0",
    "Miihau.LeahEE.event6.019": "Ah, @, content de te voir.$0#$b#J'espère que Leah va bien.$7#$b#Les discussions me manquent.$s#$b#J'espère que toi et Leah avez des conversations aussi intéressantes que celles que j'avais avec elle.$s",

    //Event 7a
    "Miihau.LeahEE.event7a.001": "Salut !",
    "Miihau.LeahEE.event7a.002": "@! Quel timing incroyable de te croiser !$h#$b#Alors, pour cette balade que tu m'as suggérée, on y va maintenant ?$0",
    "Miihau.LeahEE.event7a.003": "Super !$h",
    "Miihau.LeahEE.event7a.004": "Merci de m'avoir suggéré ça, @.$0#$b#J'avais vraiment besoin de m'éloigner de tout un moment.$0#$b#Parfois, la meilleure inspiration vient simplement de... sortir dehors.$0",
    "Miihau.LeahEE.event7a.005": "Vous continuez tous les deux à marcher le long d'un chemin tranquille. Parfois, Leah fait une pause pour admirer le paysage, ses yeux scrutant les arbres et le sol de la forêt.",
    "Miihau.LeahEE.event7a.006": "Je trouve toujours du réconfort dans les bois.$0#$b#C'est tellement paisible, pas de distractions, juste moi et mes pensées.$0#$b#Enfin, je suppose que c'est juste moi, mes pensées et toi.$h#$b#Cette nature me rappelle pourquoi j'ai quitté la ville en premier lieu.$0",
    "Miihau.LeahEE.event7a.007": "@... Tu as entendu ça ?$3#$b#C'était quoi ça ?$3",
    "Miihau.LeahEE.event7a.007X": "#'Je ne sais pas.'#'Je parie que ton professeur d'Art essaie de nous tendre une embuscade.'#'Tu as déjà rencontré ce type nommé Linus ?'",
    "Miihau.LeahEE.event7a.008": "Eh bien, quoi que ce soit, ça semble être dans ce buisson là-bas.$6",
    "Miihau.LeahEE.event7a.009": "...$7#$b#Merci de me l'avoir rappelé.$5",
    "Miihau.LeahEE.event7a.010": "Eh bien, quoi que ce soit, ça semble être dans ce buisson là-bas.$6",
    "Miihau.LeahEE.event7a.011": "...$3#$b#Linus ? C'est toi ?$6",
    "Miihau.LeahEE.event7a.012": "Oh, regarde ! C'est un renard.",
    "Miihau.LeahEE.event7a.013": "Waouh, il ne s'enfuit pas.$0#$b#C'est rare.$0",
    "Miihau.LeahEE.event7a.014": "*petit rire* Tu vois ça ?$h#$b#C'est presque comme s'il me connaissait.$0#$b#Les renards sont généralement si méfiants des gens, mais celui-ci... il est différent.$0",
    "Miihau.LeahEE.event7a.015": "C'était génial !$h#$b#Tu sais, ce renard... il me rappelle un peu moi.$0#$b#Vivant seul, errant à travers la vie à son propre rythme, sans vraiment avoir besoin de prouver quoi que ce soit à qui que ce soit.$0#$b#Juste... faisant sa propre chose.$0",
    "Miihau.LeahEE.event7a.016": "Tu remarques que même si Leah sourit, il y a une touche de tristesse dans ses yeux.",
    "Miihau.LeahEE.event7a.017": "J'ai quitté la ville pour échapper à tout ce bruit, cette compétition, ce besoin constant de prouver que tu 'vaux quelque chose'.$0#$b#Ici, à Pelican Town, on dirait que je n'ai pas besoin d'être quelqu'un d'autre que moi.$0",
    "Miihau.LeahEE.event7a.018": "Mais parfois... je ressens encore cette pression, tu sais ?$s#$b#Comme si je devais justifier mes choix auprès des gens que j'ai laissés derrière.$s#$b#Le fiasco de l'exposition... ça a ramené beaucoup de ces doutes.$s#$b#Mais cette rencontre... ça me fait réfléchir.$7#$b#Peut-être que je n'ai rien à prouver.$0#$b#Peut-être que je dois juste vivre ma vie comme je l'entends, comme ce renard.$0",
    "Miihau.LeahEE.event7a.019": "Être ici avec toi, dans le calme, loin de tout, me rappelle que j'ai fait le bon choix.$l#$b#Je dois juste continuer, peu importe ce que pensent les autres.$0#$b#Et... je suis vraiment content que tu sois là pour me le rappeler, @.$l",
    "Miihau.LeahEE.event7a.020": "Vous continuez à marcher dans un silence confortable pendant quelques instants, l'énergie paisible de la forêt vous entourant.",
    "Miihau.LeahEE.event7a.021": "Avant de finalement vous séparer.",
    "Miihau.LeahEE.event7a.022": "Merci d'être venu faire cette promenade avec moi.$0#$b#Je me sens beaucoup mieux.$l#$b#Je pense que j'avais juste besoin de me reconnecter avec la nature... et avec moi-même.$0",

    //Event 7b
    "Miihau.LeahEE.event7b.001": "Salut !",
    "Miihau.LeahEE.event7b.002": "@! Quelle chance de te croiser !$h#$b#Alors, concernant cette sortie au Saloon que tu as suggérée, on y va maintenant ?$0",
    "Miihau.LeahEE.event7b.003": "Super !$h",
    "Miihau.LeahEE.event7b.004": "Santé !",
    "Miihau.LeahEE.event7b.005": "Je suis content qu'on soit venus ici, @.$0#$b#Parfois, la meilleure chose à faire quand on se sent coincé, c'est de simplement... être entouré de gens.$0#$b#Même si on n'est pas vraiment 'dans l'ambiance'.$s",
    "Miihau.LeahEE.event7b.006": "Regarde-les.$0#$b#Chacun ici a sa propre vie, ses propres luttes.$0#$b#Gus est toujours occupé à faire fonctionner cet endroit.$0#$b#Pam essaie juste de joindre les deux bouts.$0#$b#Shane... eh bien, il a ses propres batailles à mener.$s#$b#Et pourtant, les voilà, juste... vivant leur vie.$7",
    "Miihau.LeahEE.event7b.007": "Hé, Emily !$h",
    "Miihau.LeahEE.event7b.008": "Oui, Shane ?$0",
    "Miihau.LeahEE.event7b.009": "Tu prévois de danser plus tard ?$h",
    "Miihau.LeahEE.event7b.010": "Peut-être, si Gus peut gérer les clients sans moi.$h",
    "Miihau.LeahEE.event7b.011": "Va prendre ta pause danse, Emily !$h#$b#Je m'occupe de tout.",
    "Miihau.LeahEE.event7b.012": "Merci, Gus !$h",
    "Miihau.LeahEE.event7b.013": "Chouette !",
    "Miihau.LeahEE.event7b.014": "J'espère que ça ne vous dérange pas !$h#$b#Gus s'occupera bientôt de votre table, ne vous inquiétez pas !$h",
    "Miihau.LeahEE.event7b.015": "Ça ne nous dérange pas du tout !$h#$b#J'adore voir tout le monde s'amuser.$0",
    "Miihau.LeahEE.event7b.016": "Hé, @. Tu sais quoi...$0#$b#Je pensais avant que le succès devait forcément ressembler à quelque chose... la célébrité, la reconnaissance, être dans de grandes galeries.$0#$b#Mais peut-être que ce n'est pas du tout ça.$0#$b#Peut-être que le succès, c'est juste... vivre sa vie comme on l'entend, et y trouver la paix.$0",
    "Miihau.LeahEE.event7b.017": "Voilà.$0#$b#Une de mes meilleures boissons pour vous deux !$h#$b#C'est pour moi.",
    "Miihau.LeahEE.event7b.018": "Merci, Gus.$0",
    "Miihau.LeahEE.event7b.019": "Bien sûr ! *clin d'œil*$h",
    "Miihau.LeahEE.event7b.020": "@, je viens de réaliser quelque chose.$0#$b#Être ici, à regarder tout le monde... ça me rappelle que je ne suis pas la seule à avoir des soucis.$0#$b#La vie de personne n'est parfaite, et pourtant, chacun fait de son mieux.$0#$b#C'est réconfortant, d'une manière étrange.$0",
    "Miihau.LeahEE.event7b.021": "Merci de m'avoir amenée ici, @.$l#$b#Ça m'a aidée à voir les choses différemment.$0#$b#Je pense que je me suis trop durcie avec moi-même ces derniers temps, mais... ça va aller.$0#$b#On passe tous par des hauts et des bas, non ?$h",
    "Miihau.LeahEE.event7b.022": "Vous passez tous les deux une agréable soirée au Saloon, avec l'atmosphère animée autour de vous.",
    "Miihau.LeahEE.event7b.023": "Je me sens mieux maintenant.$0#$b#Plus ancrée.$0#$b#Peut-être qu'il est temps que j'arrête de m'inquiéter autant de ce que pensent les autres et que je profite de la vie... comme tout le monde ici.$0",
    "Miihau.LeahEE.event7b.024": "Tu es vraiment une bonne compagnie, @.$l#$b#J'apprécie vraiment que tu sois là avec moi.$0",
    "Miihau.LeahEE.event7b.025": "Merci de m'avoir accompagnée au Saloon.$0#$b#Je me sens beaucoup mieux.$l#$b#Je pense que j'avais juste besoin de me reconnecter avec la communauté... et avec moi-même.$0",

    //Event 8
    "Miihau.LeahEE.event8.001": "@, content de te voir.$0",
    "Miihau.LeahEE.event8.002": "Hé, tu sais... je voulais te parler.$s#$b#On pourrait peut-être aller dans un endroit un peu plus privé, d'accord?$0",
    "Miihau.LeahEE.event8.003": "Cet endroit semble sympa.$0#$b#Alors, comment ça va ces derniers temps ?",
    "Miihau.LeahEE.event8.003X": "#'Assez bien, je ne peux vraiment pas me plaindre.'#'Les journées sont un peu irrégulières en ce moment, mais ce n'est pas si mal.'#'Je pense que le maire Lewis me surveille, j'ai un peu peur.'",
    "Miihau.LeahEE.event8.004": "Génial !$h#$b#Je suis vraiment heureux d'entendre que ça va bien pour toi.",
    "Miihau.LeahEE.event8.005": "Eh bien, tu veilles beaucoup sur les autres, tu sais. Peut-être que tu pourrais aussi veiller un peu sur toi.$0#$b#Je suis toujours là si tu as besoin de quelqu'un.$0",
    "Miihau.LeahEE.event8.006": "...$3#$b#Oh @!$h#$b#Tu es toujours aussi drôle !$h#$b#Tu sais comment me faire rire.$0",
    "Miihau.LeahEE.event8.007": "Comment je vais ces derniers temps ?$0#$b#Eh bien, honnêtement, plutôt bien !$h#$b#Accepter de ne rien avoir à prouver à personne m'aide vraiment à redevenir créatif.$0",
    "Miihau.LeahEE.event8.008": "J'étais tellement concentrée sur des choses qui n'avaient vraiment aucune importance.$0#$b#Merci de m'avoir guidée dans cette voie.$0#$b#Je pense que j'aurais mis beaucoup plus de temps à arriver à cette conclusion sans toi.$0",
    "Miihau.LeahEE.event8.008X": "#'Pas de problème, mon pote !'#'De rien, Leah !'",
    "Miihau.LeahEE.event8.009": "Haha... Oui, c'est bon à savoir... mon pote.$s",
    "Miihau.LeahEE.event8.010": "Tu es un(e) super ami(e) @.$l",
    "Miihau.LeahEE.event8.011": "Tu regardes Leah. Elle a l'air de galérer à formuler une phrase.",
    "Miihau.LeahEE.event8.012": "Tu sais, @... j'ai beaucoup réfléchi ces derniers temps.$0#$b#À la vie, aux gens autour de moi, et... eh bien, à toi.$l",
    "Miihau.LeahEE.event8.013": "Tu as été une partie si importante de ma vie depuis que tu es arrivé ici.$l#$b#Tu m'as toujours soutenue, même quand je doutais de moi.$l#$b#Et ça... eh bien, ça compte énormément pour moi.$l",
    "Miihau.LeahEE.event8.014": "C'est un peu ironique que ce soit toi qui m'aies aidée à comprendre l'importance de me concentrer sur moi-même.$h#$b#Et maintenant, j'aimerais me concentrer un peu plus sur... eh bien... nous.$l",
    "Miihau.LeahEE.event8.015": "Leah hésite, regardant ses pieds un instant avant de croiser à nouveau ton regard.",
    "Miihau.LeahEE.event8.016": "Je suppose que ce que j'essaie de dire, c'est... je me demande où nous en sommes.$l#$b#Je sais qu'on a passé beaucoup de temps ensemble, et j'ai vraiment apprécié chaque moment.$l#$b#Mais... comment tu te sens par rapport à moi, @ ?$l",
    "Miihau.LeahEE.event8.016X": "#'Je t'aime bien, Leah. Je crois que je commence à tomber pour toi.'#'Tu es une super amie, Leah, mais je voudrais que ça reste platonique.'",
    "Miihau.LeahEE.event8.017": "Oh... vraiment ?$l#$b#Ça me rend tellement heureuse de l'entendre, @.$l#$b#Je ressens la même chose depuis un moment, mais je n'étais pas sûre de ce que tu ressens.$l#$b#Je... je suppose que j'avais peur de ruiner ce qu'on a.$s",
    "Miihau.LeahEE.event8.018": "Mais savoir que tu ressens la même chose... ça me donne l'impression que tout s'assemble.$l#$b#Merci d'avoir été honnête avec moi.$l#$b#Continuons à construire quelque chose de beau ensemble et voyons où cela nous mène.$l#$b#Que ce soit dans l'art... ou autre chose.$h",
    "Miihau.LeahEE.event8.019": "Je me sens beaucoup mieux maintenant.$0#$b#Juste... savoir où nous en sommes, et que tu es là avec moi.$0#$b#C'est vraiment réconfortant.$0",
    "Miihau.LeahEE.event8.020": "La vie est drôle, non ?$0#$b#Elle nous lance tous ces défis, mais parfois elle nous donne des gens qui rendent tout ça valable.$l",
    "Miihau.LeahEE.event8.021": "J'ai vraiment hâte de passer plus de temps avec toi, @.$l#$b#Il y a tellement de choses qu'on peut vivre ensemble.$l",
    "Miihau.LeahEE.event8.022": "Oh... je vois.$s#$b#Merci d'être honnête, @.$0#$b#J'apprécie tellement notre amitié et je ne veux pas la perdre.$0",
    "Miihau.LeahEE.event8.023": "Je suis vraiment chanceuse de t'avoir comme ami(e).$0#$b#Tu m'as aidée à traverser tellement de choses, et ça signifie plus pour moi que ce que les mots peuvent exprimer.$0",
    "Miihau.LeahEE.event8.024": "Continuons à être là l'un pour l'autre, d'accord ?$0#$b#Des amis comme toi, ça ne se trouve pas souvent.$0",
    "Miihau.LeahEE.event8.025": "Je me sens beaucoup mieux maintenant.$0#$b#Juste... savoir où nous en sommes, et que tu es là avec moi.$0#$b#C'est vraiment réconfortant. Peu importe ce qui arrive, je sais que j'ai quelqu'un sur qui je peux compter.$0",
    "Miihau.LeahEE.event8.026": "La vie est drôle, non ?$h#$b#Elle nous lance tous ces défis, mais parfois elle nous donne des gens qui rendent tout ça valable.$0",
    "Miihau.LeahEE.event8.027": "Merci encore d'être un(e) si bon(ne) ami(e), @.$0#$b#Je me sens chanceuse de t'avoir dans ma vie.$0",
   

    //Event9
    "Miihau.LeahEE.event9.001": "Alors, c'est une approbation, Maire Lewis ?",
    "Miihau.LeahEE.event9.002": "Eh bien, oui, je suppose que ton idée pourrait être un bel ajout à la ville.$0#$b#Mais j'aimerais vraiment savoir à l'avance quel sera le motif final.$0",
    "Miihau.LeahEE.event9.003": "Eh bien...$7#$b#En fait, Maire Lewis, j'avais l'intention de demander...$0",
    "Miihau.LeahEE.event9.004": "Bonjour !",
    "Miihau.LeahEE.event9.005": "@!$6",
    "Miihau.LeahEE.event9.006": "Parfois, ton timing est un peu... étrange, @.$6#$b#Mais ce n'est pas le sujet.$0#$b#C'est vraiment génial que tu sois là !$1",
    "Miihau.LeahEE.event9.007": "Je suppose que la personne à qui tu allais demander de l'aide était le fermier @, non Mademoiselle Leah ?$0",
    "Miihau.LeahEE.event9.008": "Oui, exactement.",
    "Miihau.LeahEE.event9.009": "Alors, @, j'ai une question pour toi.$0#$b#Quand tu penses à Pelican Town, quel genre de thème ou d'image te vient à l'esprit ?",
    "Miihau.LeahEE.event9.009X": "#'Quelque chose de classique et calme !'#'Quelque chose de cool et moderne !'#'Quelque chose de fun et idiot !'",
    "Miihau.LeahEE.event9.010": "Classique ?$0#$b#J'aime bien.$1#$b#Quelque chose qui capture vraiment l'âme et la nature de la ville.$0#$b#Je le vois maintenant.",
    "Miihau.LeahEE.event9.011": "Cool, hein ?$7#$b#Cela pourrait vraiment apporter une ambiance moderne et fraîche à la ville.$0#$b#Je pense que ce serait très excitant !$1",
    "Miihau.LeahEE.event9.012": "Fun et idiot ?$0#$b#Haha, j'aime ça !$1#$b#Cela apporterait certainement de la joie à la ville et ferait sourire les gens.",
    "Miihau.LeahEE.event9.013": "C'est génial !$h#$b#J'ai hâte de voir le...$h",
    "Miihau.LeahEE.event9.014": "Leah presse sa main contre la bouche du Maire Lewis.",
    "Miihau.LeahEE.event9.015": "Oh, attends !$1#$b#Haha !$1#$b#Et si on n'en parlait pas maintenant !$1",
    "Miihau.LeahEE.event9.016": "HMPF !$4",
    "Miihau.LeahEE.event9.017": "Désolée, Maire.$2#$b#C'est juste que... eh bien, je veux garder cela comme une surprise !$1#$b#Ne spoilons rien, d'accord ?",
    "Miihau.LeahEE.event9.018": "Ahem.$3#$b#Je suppose que je peux me taire à ce sujet.$5#$b#Mais laisse-moi juste dire que j'approuve totalement l'idée et le motif que le fermier @ a choisi.",
    "Miihau.LeahEE.event9.019": "Fantastique !$h#$b#Je pense qu'on en a fini ici, non ?",
    "Miihau.LeahEE.event9.020": "Oui, oui.$5#$b#Est-ce que vous pourriez toutes les deux m'excuser maintenant ?$0#$b#J'ai d'autres... trucs... à faire maintenant.$3",
    "Miihau.LeahEE.event9.021": "(Ouf... c'était juste !)$7",
    "Miihau.LeahEE.event9.022": "Je suppose que tu te demandes probablement ce que tout cela voulait dire, hein ?$1#$b#Eh bien, je ne peux pas te donner tous les détails tout de suite.$0#$b#Mais je te promets que tu vas adorer quand le moment sera venu.$0#$b#Disons juste... c'est quelque chose qu'on va faire ensemble, et ça va être amusant.",
    "Miihau.LeahEE.event9.023": "Tu m'as déjà beaucoup aidée ces derniers temps, et ce projet... c'est quelque chose de spécial.$0#$b#Je t'en dirai plus quand le moment sera venu.$0#$b#Fais-moi juste confiance, d'accord ?",
    "Miihau.LeahEE.event9.024": "Bref, je ferais mieux de retourner à mes préparations.$0#$b#Je serai en contact bientôt !$h",
    "Miihau.LeahEE.event9.025": "Je sais que tu es probablement curieuse de savoir ce que nous avons discuté avec le Maire Lewis.$0#$b#Sois patiente, d'accord ?$0#$b#Je te dirai bientôt... et ça va valoir la peine d'attendre !$1",
    "Miihau.LeahEE.event9.026": "Je ne vais pas en dire trop, mais cette idée que Leah m'a apportée... eh bien, c'est quelque chose de spécial pour la ville.$0#$b#Je suis content que tu aies participé au choix du motif.$0#$b#Tu le verras bientôt.$1",


    //Event10
    "Miihau.LeahEE.event10.001": "@! Je suis tellement contente que tu sois là !$h#$b#J'ai attendu ce jour pendant si longtemps.$0#$b#Tu te souviens quand je t'ai dit que j'avais un projet spécial en tête ?$0#$b#Eh bien... le voici.",
    "Miihau.LeahEE.event10.002": "Suivez-moi !",
    "Miihau.LeahEE.event10.003": "Leah désigne le mur vide, l'excitation dans ses yeux presque contagieuse.",
    "Miihau.LeahEE.event10.004": "Le maire Lewis m'a donné la permission d'embellir la ville, et je savais que je ne pourrais pas le faire sans toi.$0#$b#Après tout ce que nous avons traversé, je voulais que ce soit quelque chose que nous ayons créé ensemble.$0#$b#Une fresque permanente pour Pelican Town.",
    "Miihau.LeahEE.event10.005": "J'ai beaucoup réfléchi à ce que cette fresque devrait représenter.$0#$b#Elle devrait être quelque chose qui reflète la ville, mais aussi l'esprit des gens qui y vivent.$0#$b#Les souvenirs que nous avons créés, les histoires que nous avons vécues.$0#$b#Et je voulais que tu fasses partie de cette histoire, aussi.$0#$b#Je sens que tu as fait le choix de style parfait.",
    "Miihau.LeahEE.Dialogue.Classic": "Pelican Town est vraiment 'Classique et Calme.'",
    "Miihau.LeahEE.Dialogue.Cool": "Pelican Town est vraiment 'Cool et Moderne.'",
    "Miihau.LeahEE.Dialogue.Silly": "Pelican Town est vraiment 'Amusante et Idiote.'",
    "Miihau.LeahEE.event10.006": "J'adore ton choix !$1#$b#Ça va être parfait.$0#$b#Allez, commençons !$1",
    "Miihau.LeahEE.event10.007": "Leah et toi vous amusez à peindre la fresque.",
    "Miihau.LeahEE.event10.008": "Hé ! Attention, cette peinture est assez permanente !$h",
    "Miihau.LeahEE.event10.009": "Ne t'inquiète pas, @. Je peux réparer cette partie, pourquoi ne pas te concentrer un peu sur l'écriture ?",
    "Miihau.LeahEE.event10.010": "Après un moment, toi et Leah finissez la fresque.",
    "Miihau.LeahEE.event10.011": "Regarde ça ! On l'a fait, @ !$1#$b#C'est tout ce que j'imaginais et bien plus... et nous l'avons fait ensemble.$0#$b#Ça sera là pendant des années, peut-être même pour toujours.$0#$b#Un morceau de nous deux, juste ici au cœur de Pelican Town.",
    "Miihau.LeahEE.event10.012": "Tu sais, @... travailler sur ça avec toi m'a fait réaliser à quel point tu m'as inspirée.$0#$b#Pas seulement dans mon art, mais dans la vie.$0#$b#Tu m'as toujours soutenue, poussée quand il le fallait, et m'as rappelé de rester fidèle à moi-même.$0#$b#Cette fresque... ce n'est pas juste un cadeau pour la ville.$0#$b#C'est un symbole de tout ce que nous avons construit ensemble.",
    "Miihau.LeahEE.event10.013": "J'ai l'impression que je suis enfin là où je devrais être.$0#$b#Et je n'y serais pas arrivée sans toi.$0#$b#Alors... merci.$0#$b#Pour tout.",
    "Miihau.LeahEE.event10.014": "J'ai hâte de voir ce que nous allons encore créer ensemble, @.$l#$b#Que ce soit de l'art, des souvenirs ou... notre futur.$l#$b#Continuons à peindre notre histoire, un beau moment à la fois.$l",
    "Miihau.LeahEE.event10.015": "@...$l#$b#Je t'aime.$l",
    "Miihau.LeahEE.event10.015X": "#'Je t'aime aussi.'#'C'est le moment où on s'embrasse ?'#ne rien dire",
    "Miihau.LeahEE.event10.016": "...$3#$b#Je suis allée trop loin pour laisser ça gâcher notre moment.$7#$b#Oui, idiot, c'est le moment pour ça !$1",
    "Miihau.LeahEE.event10.017": "Chaque fois que je passerai devant cette fresque, je penserai à nous et à ce que nous avons partagé.$l#$b#C'est un beau souvenir de notre temps passé ensemble.$l",
    "Miihau.LeahEE.event10.018": "Tu es un ami incroyable, @.$0#$b#Je suis tellement contente qu'on soit ensemble dans cette aventure.$0#$b#Continuons à rendre cette ville... notre ville... un endroit plus beau, côte à côte.$0",
    "Miihau.LeahEE.event10.019": "La fresque est sortie mieux que ce que j'imaginais !$1#$b#Je suis tellement fière de ce que nous avons accompli.",


}